Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Factor that translates carbon-free wind power to a corresponding amount of avoided CO2 emissions
es: Factor que traduce la energía eólica libre de carbono en una cantidad correspondiente de emisiones de CO2 evitadas

source: The reduction in air density per meter above sea level
es: La reducción de la densidad del aire por metro sobre el nivel del mar

source: The fraction of energy lost due to downtime, power conversion inefficiency, and electrical grid losses
es: La fracción de energía que se pierde debido al tiempo de inactividad, la ineficiencia de la conversión de energía y las pérdidas de la red eléctrica

source: A table of wind energy infrastructure parameters.
es: Tabla de parámetros de la infraestructura de la energía eólica.

source: global wind energy parameters
es: parámetros globales de la energía eólica

source: Height of the turbine hub above sea level.
es: Altura del buje de la turbina sobre el nivel del mar.

source: Wind speed at which the turbine begins producing power.
es: Velocidad del viento a la que la turbina empieza a producir energía.

source: Minimum wind speed at which the turbine reaches its rated power output.
es: Velocidad mínima del viento a la que la turbina alcanza su potencia nominal.

source: Wind speed above which the turbine stops generating power for safety reasons.
es: Velocidad del viento por encima de la cual la turbina deja de generar energía por razones de seguridad.

source: The turbine's rated power output.
es: La potencia nominal de la turbina.

source: The cost of one turbine.
es: El coste de una turbina.

source: A table of parameters specific to the type of turbine.
es: Una tabla de parámetros específicos para el tipo de turbina.

source: turbine parameters
es: parámetros de la turbina

source: The number of wind turbines per wind farm.
es: El número de aerogeneradores por parque eólico.

source: number of turbines
es: número de turbinas

source: Minimum depth for offshore wind farm installation.
es: Profundidad mínima para la instalación de parques eólicos en alta mar.

source: minimum depth
es: profundidad mínima

source: Maximum depth for offshore wind farm installation.
es: Profundidad máxima para la instalación de parques eólicos en alta mar.

source: maximum depth
es: profundidad máxima

source: Minimum distance from shore for offshore wind farm installation. Required if Run Valuation is selected.
es: Distancia mínima desde la costa para la instalación de un parque eólico marino. Se necesita si se selecciona la opción de ejecución de valoración.

source: minimum distance
es: distancia mínima

source: Maximum distance from shore for offshore wind farm installation. Required if Run Valuation is selected.
es: Distancia máxima desde la costa para la instalación del parque eólico marino. Se necesita si se selecciona la opción de ejecución de evaluación.

source: maximum distance
es: distancia máxima

source: Run the valuation component of the model.
es: Ejecute el componente de valoración del modelo.

source: The cost of the foundation for one turbine.
es: El coste de los cimientos de una turbina.

source: foundation cost
es: coste de la cimentación

source: Annual discount rate to apply to valuation.
es: Tasa de descuento anual a aplicar en la valoración.

source: discount rate
es: tasa de descuento

source: Table of grid and land connection points to which cables will connect. Required if Run Valuation is selected and Average Shore-to-Grid Distance is not provided.
es: Tabla de puntos de conexión a la red y a tierra a los que se conectarán los cables. Necesario si se selecciona la opción de valoración de la ejecución y no se proporciona la distancia media de la orilla a la red.

source: grid connection points
es: puntos de conexión a la cuadrícula

source: average shore-to-grid distance
es: distancia media entre la costa y la red

source: Use a Wind Energy Price Table instead of calculating annual prices from the initial Energy Price and Rate of Price Change inputs.
es: Utilizar una tabla de precios de la energía eólica en lugar de calcular los precios anuales a partir de los inputs iniciales del precio de la energía y la tasa de variación del precio.

source: use price table
es: utilizar la tabla de precios

source: Consecutive years for each year in the lifespan of the wind farm. These may be the actual years: 2010, 2011, 2012..., or the number of the years after the starting date: 1, 2, 3,...
es: Años consecutivos para cada año de la vida útil del parque eólico. Pueden ser los años reales: 2010, 2011, 2012..., o el número de los años posteriores a la fecha de inicio: 1, 2, 3,...

source: Price of energy for each year.
es: Precio de la energía para cada año.

source: Table of yearly prices for wind energy. There must be a row for each year in the lifespan given in the 'time_period' column in the Global Wind Energy Parameters table. Required if Run Valuation and Use Price Table are selected.
es: Tabla de precios anuales de la energía eólica. Debe haber una fila por cada año de la vida útil indicada en la columna "time_period" de la tabla Global Wind Energy Parameters. Se requiere si se seleccionan las opciones de valoración de la ejecución y la de utilización de la Tabla de precios.

source: wind energy price table
es: tabla de precios de la energía eólica

source: price of energy
es: precio de la energía

source: rate of price change
es: tasa de variación de los precios

source: Map of offset carbon emissions for a farm centered on each pixel
es: Mapa de emisiones de carbono compensadas de un parque centrado en cada píxel

source: Map of power density.
es: Mapa de densidad de potencia.

source: Map of energy harvested from a farm centered on each pixel.
es: Mapa de la energía cosechada en un parque centrado en cada píxel.

source: Map of the energy price that would be required to set the present value of a farm centered on each pixel equal to zero.
es: Mapa del precio de la energía que sería necesario para que el valor actual de un parque centrada en cada píxel fuera igual a cero.

source: Map of the net present value of a farm centered on each pixel.
es: Mapa del valor actual neto de un parque centrado en cada píxel.

source: Map of summarized data at each point.
es: Mapa de datos resumidos en cada punto.

source: The snapshot year that this row's LULC raster represents. Each year in this table must be unique.
es: El año de la instantánea que representa el ráster LULC de esta fila. Cada año de esta tabla debe ser único.

source: Map of LULC in the given snapshot year. All values in this raster must have corresponding entries in the Biophysical Table and Landcover Transitions Table.
es: Mapa de LULC en el año de la instantánea. Todos los valores de este ráster deben tener los inputs correspondientes en la Tabla Biofísica y en la Tabla de Transiciones de la Cubierta Terrestre.

source: A table mapping snapshot years to corresponding LULC maps.
es: Una tabla que relaciona los años de la instantánea con los mapas LULC correspondientes.

source: landcover snapshots table
es: tabla de instantáneas de la cubierta vegetal

source: analysis year
es: año de análisis

source: A year that may be used to extend the analysis beyond the last snapshot year. If used, the model assumes that carbon will continue to accumulate or emit after the last snapshot year until the analysis year. This value must be greater than the final snapshot year.
es: Un año que puede utilizarse para ampliar el análisis más allá del último año de la instantánea. Si se utiliza, el modelo asume que el carbono seguirá acumulándose o emitiéndose después del último año de la instantánea hasta el año de análisis. Este valor debe ser mayor que el último año de la instantánea.

source: The LULC code that represents this LULC class in the LULC snapshot rasters.
es: El código LULC que representa esta clase LULC en los rastreos de instantáneas LULC.

source: Name of the LULC class. This label must be unique among the all the LULC classes.
es: Nombre de la clase LULC. Esta etiqueta debe ser única entre todas las clases LULC.

source: The initial carbon stocks in the biomass pool for this LULC class.
es: Las existencias iniciales de carbono en la reserva de biomasa para esta clase de LULC.

source: The initial carbon stocks in the soil pool for this LULC class.
es: Las existencias iniciales de carbono en la reserva del suelo para esta clase de LULC.

source: The initial carbon stocks in the litter pool for this LULC class.
es: Las existencias iniciales de carbono en la reserva de hojarasca para esta clase de LULC.

source: The half-life of carbon in the biomass pool.
es: La vida media del carbono en la reserva de biomasa.

source: Proportion of carbon stock in the biomass pool that is disturbed when a cell transitions away from this LULC class in a low-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de biomasa que se perturba cuando una celda se aleja de esta clase de LULC en una perturbación de bajo impacto.

source: Proportion of carbon stock in the biomass pool that is disturbed when a cell transitions away from this LULC class in a medium-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de biomasa que se ve perturbada cuando una celda se aleja de esta clase de LULC en una perturbación de impacto medio.

source: Proportion of carbon stock in the biomass pool that is disturbed when a cell transitions away from this LULC class in a high-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de biomasa que se perturba cuando una celda se aleja de esta clase de LULC en una perturbación de alto impacto.

source: Annual rate of CO2E accumulation in the biomass pool.
es: Tasa anual de acumulación de CO2E en la reserva de biomasa.

source: The half-life of carbon in the soil pool.
es: La vida media del carbono en la reserva del suelo.

source: Proportion of carbon stock in the soil pool that is disturbed when a cell transitions away from this LULC class in a low-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de suelo que se perturba cuando una celda se aleja de esta clase de LULC en una perturbación de bajo impacto.

source: Proportion of carbon stock in the soil pool that is disturbed when a cell transitions away from this LULC class in a medium-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de suelo que se perturba cuando una celda se aleja de esta clase de LULC en una perturbación de impacto medio.

source: Proportion of carbon stock in the soil pool that is disturbed when a cell transitions away from this LULC class in a high-impact disturbance.
es: Proporción de las existencias de carbono en la reserva de suelo que se perturba cuando una célula se aleja de esta clase de LULC en una perturbación de alto impacto.

source: Annual rate of CO2E accumulation in the soil pool.
es: Tasa anual de acumulación de CO2E en la reserva del suelo.

source: Annual rate of CO2E accumulation in the litter pool.
es: Tasa anual de acumulación de CO2E en la reserva de hojarasca.

source: Table of biophysical properties for each LULC class.
es: Tabla de propiedades biofísicas para cada clase de LULC.

source: landcover transitions table
es: tabla de transiciones de la cubierta vegetal

source: a state of carbon accumulation
es: un estado de acumulación de carbono

source: high carbon disturbance rate
es: alto índice de perturbación del carbono

source: medium carbon disturbance rate
es: índice de perturbación del carbono medio

source: low carbon disturbance rate
es: bajo índice de perturbación del carbono

source: no change in carbon
es: ningún cambio en el carbono

source: A transition matrix mapping the type of carbon action undergone when one LULC type transitions to another.
es: Una matriz de transición que mapea el tipo de acción del carbono que se produce cuando un tipo de LULC transiciona a otro.

source: Enable net present valuation analysis based on carbon prices from either a yearly price table, or an initial price and yearly interest rate.
es: Permitir el análisis de la valoración actual neta basada en los precios del carbono a partir de una tabla de precios anuales, o de un precio inicial y un tipo de interés anual.

source: Use a yearly price table, rather than an initial price and interest rate, to indicate carbon value over time.
es: Utilice una tabla de precios anuales, en lugar de un precio inicial y un tipo de interés, para indicar el valor del carbono a lo largo del tiempo.

source: price
es: precio

source: interest rate
es: tasa de interés

source: Annual increase in the price of CO2E. Required if Do Valuation is selected and Use Price Table is not selected.
es: Incremento anual del precio del CO2E. Es necesario si se selecciona la opción de hacer valoración y no se selecciona la de utilizar la Tabla de precios.

source: price table
es: tabla de precios

source: Each year from the snapshot year to analysis year.
es: Cada año, desde el año de la instantánea hasta el año de análisis.

source: Price of CO2E in that year.
es: Precio del CO2E en ese año.

source: LULC lookup table
es: Tabla de consulta LULC

source: A table mapping LULC codes from the snapshot rasters to the corresponding LULC class names, and whether or not the class is a coastal blue carbon habitat.
es: Una tabla que mapea los códigos LULC de los rásters de las instantáneas con los nombres de las clases LULC correspondientes, y si la clase es o no un hábitat costero de carbono azul.

source: LULC code. Every value in the snapshot LULC maps must have a corresponding entry in this column.
es: Código LULC. Cada valor de los mapas LULC de la instantánea debe tener un input correspondiente en esta columna.

source: Name of the LULC class.
es: Nombre de la clase LULC.

source: Year to snapshot.
es: Año para la instantánea.

source: Map of LULC in the snapshot year. All values in this raster must have corresponding entries in the LULC Lookup table.
es: Mapa de LULC en el año de la instantánea. Todos los valores de este ráster deben tener los inputs correspondientes en la tabla LULC Lookup.

source: A table mapping snapshot years to corresponding LULC maps for each year.
es: Una tabla que relaciona los años de la instantánea con los mapas LULC correspondientes a cada año.

source: LULC snapshots table
es: Tabla de instantáneas LULC

source: LULC codes matching the codes in the biophysical table.
es: Códigos LULC que coinciden con los códigos de la tabla biofísica.

source: Carbon disturbance occurred. Replace this with one of ‘low-impact-disturb’, ‘med-impact-disturb’, or ‘high-impact-disturb’ to indicate the degree of disturbance.
es: Se ha producido una alteración del carbono. Sustitúyalo por ‘low-impact-disturb’, ‘med-impact-disturb’, o ‘high-impact-disturb’ para indicar el grado de perturbación.

source: Detect pour points (watershed outlets) based on the DEM, and use these instead of a user-provided outlet features vector.
es: Detectar los puntos de vertido (salidas de la cuenca) basándose en el MDE, y utilizarlos en lugar de un vector de características de salida proporcionado por la persona usuaria.

source: detect pour points
es: detección de puntos de vertido

source: watershed outlets
es: puntos de salida de la cuenca

source: snap points to the nearest stream
es: ajustar puntos a la corriente más cercana

source: snap distance
es: distancia de ajuste

source: skip invalid geometries
es: omitir geometrías no válidas

source: All values in this raster must have corresponding entries in the Biophysical table.
es: Todos los valores de este ráster deben tener sus inputs correspondientes en la Tabla Biofísica.

source: Map of runoff potential, the capacity to transport nutrients downslope. This can be a quickflow index or annual precipitation. Any units are allowed since the values will be normalized by their average.
es: Mapa del potencial de escorrentía, la capacidad de transportar nutrientes pendiente abajo. Puede ser un índice de flujo rápido o una precipitación anual. Se permite cualquier unidad ya que los valores se normalizarán por su promedio.

source: nutrient runoff proxy
es: proxy de escorrentía de nutrientes

source: Map of the boundaries of the watershed(s) over which to aggregate the model results.
es: Mapa de los límites de la(s) cuenca(s) sobre la(s) cual(es) se agregan los resultados del modelo.

source: The nutrient loading for this land use class.
es: La carga de nutrientes para esta clase de uso del suelo.

source: Maximum nutrient retention efficiency. This is the maximum proportion of the nutrient that is retained on this LULC class.
es: Eficiencia máxima de retención de nutrientes. Es la proporción máxima del nutriente que se retiene en esta clase de LULC.

source: The proportion of the total amount of nitrogen that are dissolved into the subsurface. By default, this value should be set to 0, indicating that all nutrients are delivered via surface flow. There is no equivalent of this for phosphorus.
es: La proporción de la cantidad total de nitrógeno que se disuelve en el subsuelo. Por defecto, este valor debe fijarse en 0, lo que indica que todos los nutrientes se suministran a través del flujo superficial. No existe un equivalente de esto para el fósforo.

source: A table mapping each LULC class to its biophysical properties related to nutrient load and retention. Replace '[NUTRIENT]' in the column names with 'n' or 'p' for nitrogen or phosphorus respectively. Nitrogen data must be provided if Calculate Nitrogen is selected. Phosphorus data must be provided if Calculate Phosphorus is selected. All LULC codes in the LULC raster must have corresponding entries in this table.
es: Una tabla que asigna cada clase de LULC a sus propiedades biofísicas relacionadas con la carga y la retención de nutrientes. Sustituya "[NUTRIENTE]" en los nombres de las columnas por "n" o "p" para el nitrógeno o el fósforo, respectivamente. Los datos de nitrógeno deben proporcionarse si se selecciona Calcular nitrógeno. Los datos de fósforo deben proporcionarse si se selecciona Calcular fósforo. Todos los códigos LULC en el ráster LULC deben tener los inputs correspondientes en esta tabla.

source: Calculate phosphorus retention and export.
es: Calcular la retención y la exportación de fósforo.

source: calculate phosphorus
es: calcular el fósforo

source: Calculate nitrogen retention and export.
es: Calcular la retención y la exportación de nitrógeno.

source: calculate nitrogen
es: calcular el nitrógeno

source: Calibration parameter that determines the shape of the relationship between hydrologic connectivity (the degree of connection from patches of land to the stream) and the nutrient delivery ratio (percentage of nutrient that actually reaches the stream).
es: Parámetro de calibración que determina la forma de la relación entre la conectividad hidrológica (el grado de conexión de los parches de tierra con la corriente) y la proporción de suministro de nutrientes (porcentaje de nutrientes que realmente llegan a la corriente).

source: Borselli k parameter
es: Parámetro k de Borselli

source: subsurface critical length (nitrogen)
es: longitud crítica en el subsuelo (nitrógeno)

source: subsurface maximum retention efficiency (nitrogen)
es: eficiencia máxima de retención subsuperficial (nitrógeno)

source: A unique identifier for the predictor (10 characters or less).
es: Un identificador único para el predictor (10 caracteres o menos).

source: A spatial file to use as a predictor.
es: Un archivo espacial para usar como predictor.

source: Map of area(s) over which to run the model.
es: Mapa de la(s) zona(s) sobre la(s) que se va a ejecutar el modelo.

source: FQDN to a recreation server. If not provided, a default is assumed.
es: FQDN a un servidor de recreación. Si no se proporciona, se asume un valor por defecto.

source: port
es: puerto

source: Year at which to start photo user-day calculations. Calculations start on the first day of the year. Year must be in the range 2005 - 2017, and must be less than or equal to the End Year.
es: Año en el que se inician los cálculos de los días de usuario de las fotos. Los cálculos comienzan el primer día del año. El año debe estar en el rango 2005 - 2017, y debe ser menor o igual que el año final.

source: start year
es: año de inicio

source: Year at which to end photo user-day calculations. Calculations continue through the last day of the year. Year must be in the range 2005 - 2017, and must be greater than or equal to the Start Year.
es: Año en el que se terminan los cálculos de los días de uso de las fotos. Los cálculos continúan hasta el último día del año. El año debe estar en el rango 2005 - 2017, y debe ser mayor o igual que el año de inicio.

source: end year
es: año final

source: square
es: cuadrado

source: hexagon
es: hexágono

source: grid type
es: tipo de cuadrícula

source: cell size
es: tamaño de la celda

source: Run the regression model using the predictor table and scenario table, if provided.
es: Ejecute el modelo de regresión utilizando la tabla de predictores y la tabla de escenarios, si se proporciona.

source: compute regression
es: calcular la regresión

source: A table that maps predictor IDs to spatial files and their predictor metric types. The file paths can be absolute or relative to the table.
es: Una tabla que asigna los ID de los predictores a los archivos espaciales y a sus tipos de métricas de predicción. Las rutas de los archivos pueden ser absolutas o relativas a la tabla.

source: predictor table
es: tabla de predicción

source: A table of future or alternative scenario predictors. Maps IDs to files and their types. The file paths can be absolute or relative to the table.
es: Una tabla de predictores de escenarios futuros o alternativos. Asigna los ID a los archivos y sus tipos. Las rutas de los archivos pueden ser absolutas o relativas a la tabla.

source: scenario predictor table
es: tabla de predicción de escenarios

source: Copy of the the AOI vector with aggregate attributes added.
es: Copia del vector AOI con atributos agregados añadidos.

source: The average photo-user-days per year
es: Promedio de días-fotógrafo por año

source: The average photo-user-days for each month.
es: La media de días-foto de cada mes.

source: Table of monthly photo-user-days.
es: Tabla de días-foto mensuales.

source: Total photo-user-days counted in each cell in the given month.
es: Total de foto-usuarios-días contabilizados en cada celda en el mes dado.

source: AOI polygons with their corresponding predictor attributes.
es: Polígonos AOI con sus correspondientes atributos predictores.

source: Predictor attribute value for each polygon.
es: Valor del atributo predictor para cada polígono.

source: This is a text file output of the regression analysis. It includes estimates for each predictor variable. It also contains a “server id hash” value which can be used to correlate the PUD result with the data available on the PUD server. If these results are used in publication this hash should be included with the results for reproducibility.
es: Se trata de un archivo de texto resultante del análisis de regresión. Incluye estimaciones para cada variable predictora. También contiene un valor "server id hash" que puede utilizarse para correlacionar el resultado PUD con los datos disponibles en el servidor PUD. Si estos resultados se utilizan en una publicación, este hash debe incluirse con los resultados para su reproducibilidad.

source: AOI polygons with their corresponding predictor attributes in the scenario.
es: Polígonos AOI con sus correspondientes atributos predictores en el escenario.

source: Copy of the input AOI, gridded if applicable.
es: Copia de la AOI de entrada, cuadriculada si procede.
