Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Map of the S_i factor derived from CN
es: Mapa del factor S_i derivado de CN

source: Copy of LULC input, aligned and clipped to match the other spatial inputs
es: Copia de la entrada LULC, alineada y recortada para que coincida con las otras entradas espaciales

source: Copy of DEM input, aligned and clipped to match the other spatial inputs
es: Copia de la entrada MDE, alineada y recortada para que coincida con las otras entradas espaciales

source: Pit filled DEM
es: MDE con relleno de fosas

source: Copy of soil groups input, aligned and clipped to match the other spatial inputs
es: Copia de la entrada de grupos de suelos, alineada y recortada para que coincida con las otras entradas espaciales

source: Monthly precipitation rasters, aligned and clipped to match the other spatial inputs
es: Rásteres mensuales de precipitaciones, alineados y recortados para ajustarse a las demás entradas espaciales

source: Map of monthly rain events
es: Mapa de eventos de lluvia mensuales

source: Monthly ET0 rasters, aligned and clipped to match the other spatial inputs
es: Rásteres mensuales ET0, alineados y recortados para ajustarse a las demás entradas espaciales

source: Map of monthly KC values
es: Mapa de valores mensuales de KC

source: Copy of user-defined local recharge input, aligned and clipped to match the other spatial inputs
es: Copia de la entrada de recarga local definida por el usuario, alineada y recortada para que coincida con las demás entradas espaciales

source: Copy of user-defined climate zones raster, aligned and clipped to match the other spatial inputs
es: Copia del ráster de las zonas climáticas definidas por el usuario, alineadas y recortadas para que coincidan con las demás entradas espaciales
