Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Compressed AOI
es: AOU comprimido

source: aggregated predictor values within each polygon
es: valores predictivos agregados dentro de cada polígono

source: Compressed photo-user-day data
es: Datos foto-usuario-día comprimidos

source: aggregated scenario predictor values within each polygon
es: valores agregados de los predictores de escenario dentro de cada polígono

source: Server version info
es: Información sobre la versión del servidor

source: features impacting scenic quality
es: características que afectan a la calidad del paisaje

source: Maximum length of the line of sight originating from a viewpoint. The value can either be positive (preferred) or negative (kept for backwards compatibility), but is converted to a positive number. If this field is not provided, the model will include all pixels in the DEM in the visibility analysis. RADIUS preferred, but may also be called RADIUS2 for backwards compatibility.
es: Longitud máxima de la línea de visión originada por un punto de vista. El valor puede ser positivo (preferido) o negativo (se mantiene por compatibilidad con versiones anteriores), pero se convierte en un número positivo. Si no se proporciona este campo, el modelo incluirá todos los píxeles del MDE en el análisis de visibilidad. Se prefiere RADIUS, pero también puede llamarse RADIUS2 por compatibilidad con versiones anteriores.

source: Viewpoint height, the elevation above the ground of each feature. If this field is not provided, defaults to 0.
es: Altura del punto de vista, la elevación sobre el suelo de cada característica. Si no se proporciona este campo, el valor predeterminado es 0.

source: Map of locations of objects that negatively affect scenic quality. This must have the same projection as the DEM.
es: Mapa de ubicación de los objetos que afectan negativamente a la calidad del paisaje. Debe tener la misma proyección que el MDE.

source: refractivity coefficient
es: coeficiente de refractividad

source: The refractivity coefficient corrects for the curvature of the earth and refraction of visible light in air.
es: El coeficiente de refracción corrige la curvatura de la tierra y la refracción de la luz visible en el aire.

source: Valuation function
es: Función de valoración

source: linear: a + bx
es: lineal: a + bx

source: logarithmic: a + b log(x+1)
es: logarítmico: a + b log(x+1)

source: exponential: a * e^(-bx)
es: exponencial: a * e^(-bx)

source: Valuation function used to calculate the visual impact of each feature, given distance from the feature 'x' and parameters 'a' and 'b'.
es: Función de valoración utilizada para calcular el impacto visual de cada característica, dada la distancia de la característica "x" y los parámetros "a" y "b".

source: coefficient a
es: coeficiente a

source: First coefficient ('a') used by the valuation function
es: Primer coeficiente ('a') utilizado por la función de valoración

source: coefficient b
es: coeficiente b

source: Second coefficient ('b') used by the valuation function
es: Segundo coeficiente ('b') utilizado por la función de valoración

source: maximum valuation radius
es: radio máximo de valoración

source: Valuation will only be computed for cells that fall within this radius of a feature impacting scenic quality.
es: La valoración solo se calculará para las celdas que se encuentren dentro de este radio de un elemento que afecte a la calidad del paisaje.

source: Map of visual quality classified into quartiles.
es: Mapa de la calidad visual clasificada en cuartiles.

source: This raster layer contains the weighted sum of all visibility rasters. If no weight column is provided in the structures point vector, this raster will represent a count of the number of structure points that are visible from each pixel.
es: Este ráster contiene la suma ponderada de todos los rásters de visibilidad. Si no se proporciona ninguna columna de peso en el vector de puntos de estructura, este ráster representará un recuento del número de puntos de estructura que son visibles desde cada píxel.

source: This raster layer contains the weighted sum of the valuation rasters created for each point.
es: Esta capa ráster contiene la suma ponderada de los rásters de valoración creados para cada punto.

source: This vector is the AOI, reprojected to the DEM’s spatial reference and projection.
es: Este vector es el AOI, reproyectado a la referencia espacial y la proyección del MDE.

source: This raster layer is a version of the DEM that has been clipped and masked to the AOI and tiled. This is the DEM file that is used for the viewshed analysis.
es: Esta capa ráster es una versión del MDE que se ha recortado y enmascarado en el AOI y se ha embaldosado. Este es el archivo MDE que se utiliza para el análisis de las vistas.

source: Copy of the structures vector, clipped to the AOI extent.
es: Copia del vector de estructuras, recortado a la extensión de la AOI.

source: Copy of the structures vector, reprojected to the DEM’s spatial reference and projection.
es: Copia del vector de estructuras, reproyectado a la referencia espacial y la proyección del MDE.

source: The calculated value of the viewshed amenity/disamenity given the distances of pixels from the structure's viewpoint, the weight of the viewpoint, the valuation function, and the a and b coefficients. The viewshed’s value is only evaluated for visible pixels.
es: El valor calculado de la amenidad/disamenidad de la vista, dadas las distancias de los píxeles desde el punto de vista de la estructura, el peso del punto de vista, la función de valoración y los coeficientes a y b. El valor de la vista solo se evalúa para los píxeles visibles.

source: Map of visibility for a given structure's viewpoint. This raster has pixel values of 0 (not visible), 1 (visible), or nodata (where the DEM is nodata).
es: Mapa de visibilidad para el punto de vista de una estructura determinada. Este ráster tiene valores de píxel de 0 (no visible), 1 (visible) o nodata (donde el DEM es nodata).

source: Map of rainfall erosivity, reflecting the intensity and duration of rainfall in the area of interest.
es: Mapa de erosividad pluvial, que refleja la intensidad y duración de las lluvias en la zona de interés.

source: erosivity
es: erosividad

source: Map of soil erodibility, the susceptibility of soil particles to detachment and transport by rainfall and runoff.
es: Mapa de erodabilidad del suelo, la susceptibilidad de las partículas del suelo al desprendimiento y al transporte por la lluvia y la escorrentía.

source: soil erodibility
es: erosionabilidad del suelo

source: Map of the boundaries of the watershed(s) over which to aggregate results. Each watershed should contribute to a point of interest where water quality will be analyzed.
es: Mapa de los límites de la(s) cuenca(s) sobre la(s) que se van a agregar los resultados. Cada cuenca debe contribuir a un punto de interés en el que se analizará la calidad del agua.

source: Watersheds
es: Cuencas hidrográficas

source: Cover-management factor for the USLE
es: Factor de gestión de la cubierta para la USLE

source: Support practice factor for the USLE
es: Factor de práctica de apoyo para la USLE

source: A table mapping each LULC code to biophysical properties of that LULC class. All values in the LULC raster must have corresponding entries in this table.
es: Una tabla que asigna cada código LULC a las propiedades biofísicas de esa clase LULC. Todos los valores de la trama LULC deben tener los inputs correspondientes en esta tabla.

source: Borselli k parameter.
es: Parámetro k de Borselli.

source: The maximum SDR value that a pixel can have.
es: El valor máximo de SDR que puede tener un píxel.

source: maximum SDR value
es: valor máximo de SDR

source: Borselli IC0 parameter.
es: Parámetro Borselli IC0.

source: Borselli IC0 parameter
es: Parámetro Borselli IC0

source: The maximum allowed value of the slope length parameter (L) in the LS factor.
es: El valor máximo permitido del parámetro de longitud de la pendiente (L) en el factor LS.

source: maximum l value
es: valor máximo de l

source: Map of locations of artificial drainages that drain to the watershed. Pixels with 1 are drainages and are treated like streams. Pixels with 0 are not drainages.
es: Mapa de las ubicaciones de los drenajes artificiales que drenan a la cuenca. Los píxeles con 1 son drenajes y se tratan como corrientes. Los píxeles con 0 no son drenajes.

source: drainages
es: drenajes

source: Downslope factor of the index of connectivity (Eq. (74))
es: Factor de descenso de pendiente del índice de conectividad (Ec. (74))

source: Upslope factor of the index of connectivity (Eq. (73))
es: Factor de subida de la pendiente del índice de conectividad (Ec. (73))

source: Sediment downslope deposition, the amount of sediment from a given pixel that does not reach a stream (Eq. (78))
es: Depósito de sedimentos pendiente abajo, la cantidad de sedimento de un píxel dado que no llega a una corriente (Ec. (78))

source: Map of sediment flux for sediment that does not reach the stream (Eq. (81))
es: Mapa de flujo de sedimentos que no llegan a la corriente (Ec. (81))

source: Index of connectivity (Eq. (70))
es: Índice de conectividad (Ec. (70))

source: LS factor for USLE (Eq. (69))
es: Factor LS para USLE (Ec. (69))

source: Flow accumulation weighted by the thresholded slope. Used in calculating s_bar.
es: Acumulación de caudal ponderada por la pendiente umbralizada. Se utiliza para calcular s_bar.

source: Mean thresholded slope gradient of the upslope contributing area (in eq. (73))
es: Gradiente medio de la pendiente umbralizada de la zona contribuyente pendiente arriba (en ec. (73))

source: Sediment delivery ratio (Eq. (75))
es: Tasa de suministro de sedimentos (Ec. (75))

source: Percent slope, thresholded to be no less than 0.005 and no greater than 1 (eq. (71)). 1 is equivalent to a 45 degree slope.
es: Porcentaje de pendiente, cuyo umbral no debe ser inferior a 0,005 ni superior a 1 (ec. (71)). 1 equivale a una pendiente de 45 grados.

source: Flow accumulation weighted by the thresholded cover-management factor. Used in calculating w_bar.
es: Acumulación de caudal ponderada por el factor de gestión de cobertura umbralizado. Se utiliza para calcular w_bar.

source: Mean thresholded cover-management factor for upslope contributing area (in eq. (73))
es: Factor de gestión de la cubierta umbralizado medio para el área contribuyente pendiente arriba (en ec. (73))

source: Cover-management factor derived by mapping usle_c from the biophysical table to the LULC raster.
es: Factor de gestión de la cubierta derivado de la correspondencia entre usle_c de la tabla biofísica y el ráster LULC.

source: Cover-management factor thresholded to be no less than 0.001 (eq. (72))
es: Factor de gestión de la cubierta umbralizado para que sea no inferior a 0,001 (ec. (72))

source: Average aspect weighted by flow direction (in eq. (69))
es: Aspecto medio ponderado por la dirección del flujo (en ec. (69))

source: Map of which pixels drain to a stream. A value of 1 means that at least some of the runoff from that pixel drains to a stream in stream.tif. A value of 0 means that it does not drain at all to any stream in stream.tif.
es: Mapa de los píxeles que drenan a una corriente. Un valor de 1 significa que al menos parte de la escorrentía de ese píxel drena a una corriente en stream.tif. Un valor de 0 significa que no drena en absoluto a ninguna corriente en stream.tif.

source: Inverse of the thresholded cover-management factor times the thresholded slope (in eq. (74))
es: Inverso del factor de cobertura umbralizado multiplicado por la pendiente umbralizada (en la ec. (74))

source: Copy of the input DEM, clipped to the extent of the other raster inputs.
es: Copia del MDE de entrada, recortado en la medida de las otras entradas ráster.

source: Copy of the input drainage map, clipped to the extent of the other raster inputs and aligned to the DEM.
es: Copia del mapa de drenaje de entrada, recortado en la extensión de las otras entradas ráster y alineado con el MDE.

source: Copy of the input erodibility map, clipped to the extent of the other raster inputs and aligned to the DEM.
es: Copia del mapa de erosionabilidad de entrada, recortado a la extensión de las otras entradas ráster y alineado con el MDE.

source: Copy of the input erosivity map, clipped to the extent of the other raster inputs and aligned to the DEM.
es: Copia del mapa de erosividad de entrada, recortado en la extensión de las otras entradas ráster y alineado con el MDE.

source: Copy of the input Land Use Land Cover map, clipped to the extent of the other raster inputs and aligned to the DEM.
es: Copia del mapa de ocupación del suelo de entrada, recortado en la extensión de las otras entradas ráster y alineado con el MDE.

source: A raster aligned to the DEM and clipped to the extent of the other raster inputs. Pixel values indicate where a nodata value exists in the stack of aligned rasters (pixel value of 0), or if all values in the stack of rasters at this pixel location are valid.
es: Un ráster alineado con el MDE y recortado en la medida de las otras entradas ráster. Los valores de píxel indican si existe un valor nodata en la pila de rásteres alineados (valor de píxel de 0), o si todos los valores de la pila de rásteres en esta ubicación de píxel son válidos.

source: A copy of the aligned DEM, masked using the mask raster.
es: Una copia del MDE alineado, enmascarado utilizando el ráster de máscara.

source: A copy of the aligned drainage map, masked using the mask raster.
es: Una copia del mapa de drenaje alineado, enmascarado utilizando el ráster de máscara.

source: A copy of the aligned erodibility map, masked using the mask raster.
es: Una copia del mapa de erosionabilidad alineado, enmascarado utilizando el ráster de máscara.

source: A copy of the aligned erosivity map, masked using the mask raster.
es: Una copia del mapa de erosividad alineado, enmascarado utilizando el ráster de máscara.

source: A copy of the aligned Land Use Land Cover map, masked using the mask raster.
es: Una copia del mapa de uso del suelo alineado, enmascarado utilizando el ráster de máscara.

source: Twelve files, one for each month. File names must end with the month number (1-12). For example, the filenames 'et0_1.tif' 'evapotranspiration1.tif' are both valid for the month of January.
es: Doce archivos, uno por cada mes. Los nombres de los archivos deben terminar con el número del mes (1-12). Por ejemplo, los nombres de archivo "et0_1.tif" "evapotranspiración1.tif" son válidos para el mes de enero.

source: Directory containing maps of reference evapotranspiration for each month. Only .tif files should be in this folder (no .tfw, .xml, etc files).
es: Directorio que contiene los mapas de evapotranspiración de referencia para cada mes. En esta carpeta solo debe haber archivos .tif (no hay archivos .tfw, .xml, etc.).

source: ET0 directory
es: Directorio ET0

source: Twelve files, one for each month. File names must end with the month number (1-12). For example, the filenames 'precip_1.tif' and 'precip1.tif' are both valid names for the month of January.
es: Doce archivos, uno por cada mes. Los nombres de los archivos deben terminar con el número del mes (1-12). Por ejemplo, los nombres de archivo 'precip_1.tif' y 'precip1.tif' son ambos válidos para el mes de enero.

source: Directory containing maps of monthly precipitation for each month. Only .tif files should be in this folder (no .tfw, .xml, etc files).
es: Directorio que contiene los mapas de precipitación mensual para cada mes. En esta carpeta solo debe haber archivos .tif (no hay archivos .tfw, .xml, etc.).

source: precipitation directory
es: directorio de precipitación

source: All values in this raster MUST have corresponding entries in the Biophysical Table.
es: Todos los valores de este ráster deben tener sus correspondientes inputs en la Tabla Biofísica.

source: Curve number values for each combination of soil group and LULC class. Replace [SOIL_GROUP] with each soil group code A, B, C, D so that there is one column for each soil group. Curve number values must be greater than 0.
es: Valores del número de la curva para cada combinación de grupo de suelos y clase LULC. Sustituya [GRUPO_SUELO] por el código de cada grupo de suelo A, B, C, D para que haya una columna para cada grupo de suelo. Los valores del número de la curva deben ser mayores que 0.

source: Crop/vegetation coefficient (Kc) values for this LULC class in each month. Replace [MONTH] with the numbers 1 to 12 so that there is one column for each month.
es: Valores del coeficiente de cultivo/vegetación (Kc) para esta clase LULC en cada mes. Sustituya [MES] por los números del 1 al 12 para que haya una columna para cada mes.

source: A table mapping each LULC code to biophysical properties of the corresponding LULC class. All values in the LULC raster must have corresponding entries in this table.
es: Una tabla que asigna cada código LULC a las propiedades biofísicas de la clase LULC correspondiente. Todos los valores de la trama LULC deben tener los inputs correspondientes en esta tabla.

source: Values are the numbers 1-12 corresponding to each month, January (1) through December (12).
es: Los valores son los números del 1 al 12 correspondientes a cada mes, de enero (1) a diciembre (12).

source: The number of rain events in that month.
es: El número de eventos de lluvia en ese mes.

source: rain events table
es: tabla de eventos de lluvia

source: The proportion of upslope annual available local recharge that is available in each month. Required if Use Monthly Alpha Table is not selected.
es: La proporción de la recarga local anual disponible pendiente arriba que está disponible en cada mes. Requerido si no se selecciona la opción de usar la tabla mensual Alpha.

source: alpha_m parameter
es: parámetro alpha_m

source: The proportion of the upgradient subsidy that is available for downgradient evapotranspiration.
es: La proporción del subsidio ascendente que está disponible para la evapotranspiración descendente.

source: beta_i parameter
es: parámetro beta_i

source: The proportion of pixel local recharge that is available to downgradient pixels.
es: La proporción de la recarga local del píxel que está disponible para los píxeles pendiente abajo.

source: gamma parameter
es: parámetro gamma

source: Use user-defined local recharge data instead of calculating local recharge from the other provided data.
es: Utilizar los datos de recarga local definidos por quien usa el modelo en lugar de calcular la recarga local a partir de los otros datos proporcionados.

source: user-defined recharge layer (advanced)
es: capa de recarga definida por quien usa el modelo (avanzado)

source: Map of local recharge data. Required if User-Defined Local Recharge is selected.
es: Mapa de datos de recarga local. Se necesita si se selecciona la opción de recarga local definida por quien usa el modelo.

source: local recharge
es: recarga local

source: Use user-defined climate zone data in lieu of a global rain events table.
es: Utilizar datos de zonas climáticas definidas por quien usa el modelo en lugar de una tabla global de eventos de lluvia.

source: climate zones (advanced)
es: zonas climáticas (avanzado)

source: Climate zone ID numbers, corresponding to the values in the Climate Zones map.
es: Números de identificación de la zona climática, correspondientes a los valores del mapa de las zonas climáticas.

source: The number of rain events that occur in each month in this climate zone. Replace [MONTH] with the month abbreviations: jan, feb, mar, apr, may, jun, jul, aug, sep, oct, nov, dec, so that there is a column for each month.
es: El número de eventos de lluvia que se producen en cada mes en esta zona climática. Sustituya [MES] por las abreviaturas de los meses: ene, feb, mar, abr, may, jun, jul, ago, sep, oct, nov y dic, de modo que haya una columna para cada mes.

source: climate zone table
es: tabla de zonas climáticas

source: Map of climate zones. All values in this raster must have corresponding entries in the Climate Zone Table.
es: Mapa de zonas climáticas. Todos los valores de este raster deben tener los inputs correspondientes en la Tabla de Zonas Climáticas.

source: climate zone map
es: mapa de zonas climáticas

source: Use montly alpha values instead of a single value for the whole year.
es: Utilizar valores alfa mensuales en lugar de un único valor para todo el año.

source: use monthly alpha table (advanced)
es: utilizar la tabla alfa mensual (avanzado)

source: Values are the numbers 1-12 corresponding to each month.
es: Los valores son los números 1-12 correspondientes a cada mes.

source: The alpha value for that month.
es: El valor alfa de ese mes.

source: monthly alpha table
es: tabla alfa mensual

source: Map of baseflow values, the contribution of a pixel to slow release flow (which is not evapotranspired before it reaches the stream).
es: Mapa de valores del flujo de base, la contribución de un píxel al flujo de liberación lenta (que no se evapotranspira antes de llegar a la corriente).

source: Map of B_sum values, the flow through a pixel, contributed by all upslope pixels, that is not evapotranspirated before it reaches the stream.
es: Mapa de valores B_sum, el flujo que atraviesa un píxel, aportado por todos los píxeles de pendiente ascendente, que no es evapotranspirado antes de llegar a la corriente.

source: Map of curve number values.
es: Mapa de líneas centrales de carreteras.

source: Map of available local recharge
es: Mapa de recarga local disponible

source: Map of local recharge values
es: Mapa de valores locales de recarga

source: Map of total available water, contributed by all upslope pixels, that is available for evapotranspiration by this pixel.
es: Mapa del total de agua disponible, aportada por todos los píxeles de pendiente ascendente, que está disponible para evapotranspiración por este píxel.

source: Map of cumulative upstream recharge: the flow through a pixel, contributed by all upslope pixels, that is available for evapotranspiration to downslope pixels.
es: Mapa de recarga acumulada aguas arriba: el flujo a través de un píxel, aportado por todos los píxeles de pendiente ascendente, que está disponible para la evapotranspiración hacia los píxeles de pendiente descendente.

source: The total precipitation across all months on this pixel.
es: La precipitación total a lo largo de todos los meses en este píxel.

source: Map of the values of recharge (contribution, positive or negative), to the total recharge.
es: Mapa de los valores de recarga (contribución, positiva o negativa), a la recarga total.

source: Table of biophysical values for each watershed
es: Tabla de propiedades biofísicas para cada clase de LULC

source: Mean local recharge value within the watershed
es: Valor medio de recarga local en la cuenca

source: Total recharge contribution, (positive or negative) within the watershed.
es: Contribución total de recarga, (positiva o negativa) dentro de la cuenca.

source: Map of actual evapotranspiration
es: Mapa de valores de evapotranspiración

source: Map of multiple flow direction. Values are encoded in a binary format and should not be used directly.
es: Mapa de dirección de flujo múltiple. Los valores están codificados en formato binario y no deben utilizarse directamente.

source: Stream network map generated from the input DEM and Threshold Flow Accumulation. Values of 1 represent streams, values of 0 are non-stream pixels.
es: Mapa de la red de corrientes generado a partir del MDE de entrada y del Umbral de Acumulación de Caudales. Los valores de 1 representan corrientes, los valores de 0 son píxeles no corrientes.
