Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Map of the farthest-from-edge conversion scenario.
es: Mapa del escenario de conversión más lejano al borde.

source: Table of land cover classes and the amount of each that was converted for the nearest-to-edge conversion scenario.
es: Tabla de clases de cobertura del suelo y la cantidad de cada una que se convirtió para el escenario de conversi´pn mas-cercano-al-borde.

source: Copy of the LULC raster masked to the AOI extent.
es: Copia del ráster LULC enmascarado para le extensión AOI.

source: Map of the distance from each pixel to the farthest edge of the focal landcover.
es: Mapa de la distancia de cada píxel al borde más alejado de la cubierta vegetal focal.

source: Map of the distance from each pixel to the nearest edge of the focal landcover.
es: Mapa de la distancia de cada píxel al borde más cercano de la cubierta vegetal focal.

source: workspace
es: espacio de trabajo

source: The folder where all the model's output files will be written. If this folder does not exist, it will be created. If data already exists in the folder, it will be overwritten.
es: La carpeta donde se escribirán todos los archivos resultantes del modelo. Si esta carpeta no existe, se creará. Si los datos ya existen en la carpeta, se sobrescribirán.

source: file suffix
es: sufijo del archivo

source: Suffix that will be appended to all output file names. Useful to differentiate between model runs.
es: Sufijo que se añadirá a todos los nombres de archivos resultantes. Es útil para diferenciar entre las ejecuciones del modelo.

source: taskgraph n_workers parameter
es: parámetro n_workers del gráfico de tareas

source: area of interest
es: área de interés

source: A map of areas over which to aggregate and summarize the final results.
es: Un mapa de zonas sobre el que agregar y resumir los resultados finales.

source: Map of land use/land cover codes. Each land use/land cover type must be assigned a unique integer code.
es: Mapa de códigos de uso/cobertura del suelo. A cada tipo de uso del suelo/cobertura del suelo se le debe asignar un código entero único.

source: land use/land cover
es: uso del suelo/cobertura del suelo

source: Map of elevation above sea level.
es: Mapa de elevación sobre el nivel del mar.

source: digital elevation model
es: modelo digital de elevación

source: Map of average annual precipitation.
es: Mapa de la precipitación media anual.

source: precipitation
es: precipitación

source: evapotranspiration
es: evapotranspiración

source: Map of evapotranspiration values.
es: Mapa de valores de evapotranspiración.

source: Map of soil hydrologic groups. Pixels may have values 1, 2, 3, or 4, corresponding to soil hydrologic groups A, B, C, or D, respectively.
es: Mapa de los grupos hidrológicos del suelo. Los píxeles pueden tener los valores 1, 2, 3 o 4, correspondientes a los grupos hidrológicos de suelo A, B, C o D, respectivamente.

source: soil hydrologic group
es: grupo hidrológico del suelo

source: The number of upslope pixels that must flow into a pixel before it is classified as a stream.
es: El número de píxeles pendiente arriba que deben fluir en un píxel antes de que se clasifique como una corriente.

source: threshold flow accumulation
es: umbral de acumulación de flujo

source: LULC codes from the LULC raster. Each code must be a unique integer.
es: Código LULC del ráster LULC. Cada código debe ser un número entero único.

source: Map of elevation after any pits are filled
es: Mapa de elevación después de rellenar las fosas

source: Map of flow accumulation
es: Umbral de acumulación de flujo

source: MFD flow direction. Note: the pixel values should not be interpreted directly. Each 32-bit number consists of 8 4-bit numbers. Each 4-bit number represents the proportion of flow into one of the eight neighboring pixels.
es: La dirección del flujo MFD. Nota: los valores de los píxeles no deben interpretarse directamente. Cada número de 32 bits se compone de 8 números de 4 bits. Cada número de 4 bits representa la proporción de flujo en uno de los ocho píxeles vecinos.

source: D8 flow direction.
es: cálcular la dirección del flujo.

source: Percent slope, calculated from the pit-filled DEM. 100 is equivalent to a 45 degree slope.
es: El porcentaje de la pendiente, calculado a partir del MDE con fosas rellenadas. 100 equivale a una pendiente de 45 grados.

source: number of pixels
es: número de píxeles

source: unitless
es: sin unidades

source: currency units
es: unidades monetarias

source: required
es: requerido

source: optional
es: opcional

source: conditionally required
es: condicionalmente requerido

source: read
es: leer

source: write
es: escribir

source: execute
es: ejecutar

source: true/false
es: verdadero/falso

source: directory
es: directorio

source: file
es: archivo

source: text
es: texto

source: integer
es: entero

source: number
es: número

source: option
es: opción

source: percent
es: porcentaje

source: raster
es: ráster

source: ratio
es: proporción

source: units
es: unidades

source: Options:
es: Opciones:

source: Please see the sample data table for details on the format.
es: Consulte la tabla de datos de muestra para conocer el formato.

source: Event mean concentration of the pollutant in stormwater. You may include any number of these columns for different pollutants, or none at all.
es: Concentración media del contaminante del evento en las aguas pluviales. Puede incluir cualquier número de estas columnas para diferentes contaminantes, o ninguna.

source: Stormwater runoff coefficient for soil group
es: Coeficiente de escorrentía de aguas pluviales para el grupo de suelos

source: Stormwater percolation coefficient for soil group
es: Coeficiente de percolación de las aguas pluviales para el grupo de suelos

source: Table mapping each LULC code found in the LULC raster to biophysical data about that LULC class. If you provide the percolation coefficient column (PE_[X]) for any soil group, you must provide it for all four soil groups.
es: Tabla que asigna cada código LULC encontrado en el ráster LULC a los datos biofísicos sobre esa clase LULC. Si proporciona la columna del coeficiente de percolación (PE_[X]) para cualquier grupo de suelos, debe proporcionarla para los cuatro grupos de suelos.

source: Biophysical table
es: Tabla biofísica

source: Adjust retention ratios
es: Ajustar las tasas de retención

source: Radius around each pixel to adjust retention ratios. Measured in raster coordinate system units. For the adjustment algorithm, a pixel is 'near' a connected impervious surface if its centerpoint is within this radius of connected-impervious LULC and/or a road centerline.
es: Radio alrededor de cada píxel para ajustar las relaciones de retención. Medido en unidades del sistema de coordenadas raster. Para el algoritmo de ajuste, un píxel está "cerca" de una superficie impermeable conectada si su punto central está dentro de este radio de LULC impermeable conectada y/o una línea central de carretera.

source: Retention radius
es: Radio de retención

source: Map of road centerlines
es: Mapa de líneas centrales de carreteras

source: Road centerlines
es: Líneas centrales de la carretera

source: Areas over which to aggregate results (typically watersheds or sewersheds). The aggregated data are: average retention ratio and total retention volume; average percolation ratio and total percolation volume if percolation data was provided; total retention value if replacement cost was provided; and total avoided pollutant load for each pollutant provided.
es: Zonas sobre las que se van a agregar los resultados (normalmente cuencas hidrográficas o de alcantarillado). Los datos agregados son: ratio de retención media y volumen de retención total; ratio de percolación media y volumen de percolación total si se facilitan datos de percolación; valor de retención total si se facilita el costo de reposición; y carga contaminante total evitada para cada contaminante facilitado.

source: Replacement cost of stormwater retention devices
es: Costo de sustitución de los dispositivos de retención de aguas pluviales

source: Replacement cost
es: Costo de sustitución

source: Map of the stormwater retention ratio, derived from the LULC raster and biophysical table RC_x columns.
es: Mapa del coeficiente de retención de aguas pluviales, derivado del ráster LULC y de las columnas RC_x de la tabla biofísica.

source: Map of the adjusted retention ratio, calculated according to equation (124) from the ‘retention_ratio, ratio_average, near_road’, and ‘near_impervious_lulc’ intermediate outputs.
es: Mapa del coeficiente de retención ajustado, calculado según la ecuación (124) a partir de los resultados intermedios ‘retention_ratio, ratio_average, near_road’ y ‘near_impervious_lulc’ .

source: Map of retention volume.
es: Mapa de volumen de retención.

source: Map of percolation ratio derived by cross-referencing the LULC and soil group rasters with the biophysical table.
es: Mapa del coeficiente de percolación derivado de las referencias cruzadas de los rásters LULC y de grupos de suelos con la tabla biofísica.

source: Map of percolation (potential aquifer recharge) volume.
es: Mapa del volumen de percolación (recarga potencial del acuífero).

source: Map of the stormwater runoff ratio. This is the inverse of ‘retention_ratio.tif’
es: Mapa del coeficiente de escorrentía de aguas pluviales. Es el inverso de 'retention_ratio.tif'.

source: Map of runoff volume.
es: Mapa del volumen de la escorrentía.

source: Map of the value of water retained.
es: Mapa del valor del agua retenida.

source: Map of aggregate data. This is identical to the aggregate areas input vector, but each polygon is given additional fields with the aggregate data.
es: Mapa de datos agregados. Es idéntico al vector de entrada de áreas agregadas, pero cada polígono recibe campos adicionales con los datos agregados.

source: Average retention ratio over this polygon
es: Tasa media de retención en este polígono

source: Total retention volume over this polygon
es: Volumen total de retención en este polígono

source: Average runoff coefficient over this polygon
es: Coeficiente medio de escorrentía en este polígono

source: Total runoff volume over this polygon
es: Volumen total de escorrentía en este polígono

source: Average percolation (recharge) ratio over this polygon
es: Tasa media de percolación (recarga) en este polígono

source: Total volume of potential aquifer recharge over this polygon
es: Volumen total de recarga potencial del acuífero para este polígono

source: Total avoided (retained) amount of pollutant over this polygon
es: Cantidad total evitada (retenida) de contaminantes en este polígono

source: Total amount of pollutant in runoff over this polygon
es: Cantidad total de contaminantes en la escorrentía de este polígono

source: Total value of the retained volume of water over this polygon
es: Valor total del volumen de agua retenida en este polígono

source: Copy of the soil group raster input, cropped to the intersection of the three raster inputs.
es: Copia de la entrada ráster del grupo de suelos, recortada en la intersección de las tres entradas ráster.

source: Copy of the soil group raster input, aligned to the LULC raster and cropped to the intersection of the three raster inputs.
es: Copia de la entrada ráster del grupo de suelos, alineada con la entrada ráster LULC y recortada en la intersección de las tres entradas ráster.

source: Copy of the precipitation raster input, aligned to the LULC raster and cropped to the intersection of the three raster inputs.
es: Copia del ráster de precipitaciones, alineada con el ráster LULC y recortada en la intersección de los tres rásters.

source: Copy of the road centerlines vector input, reprojected to the LULC raster projection.
es: Copia de la entrada vectorial de las líneas centrales de las carreteras, reproyectada a la proyección ráster LULC.

source: A rasterized version of the reprojected centerlines vector, where 1 means the pixel is a road and 0 means it isn’t.
es: Una versión rasterizada del vector de líneas centrales reproyectado, donde 1 significa que el píxel es una carretera y 0 significa que no lo es.

source: A binary raster derived from the LULC raster and biophysical table is_connected column, where 1 means the pixel has a directly-connected impervious LULC type, and 0 means it does not.
es: Un ráster binario derivado del ráster LULC y de la columna is_connected de la tabla biofísica, donde 1 significa que el píxel tiene un tipo LULC impermeable directamente conectado, y 0 significa que no lo tiene.

source: A raster derived from the rasterized centerlines map, where each pixel’s value is its minimum distance to a road pixel (measured centerpoint-to-centerpoint).
es: Un ráster derivado del mapa de líneas centrales rasterizadas, donde el valor de cada píxel es su distancia mínima a un píxel de carretera (medida de punto central a punto central).

source: A raster derived from the is_connected_lulc map, where each pixel’s value is its minimum distance to a connected impervious LULC pixel (measured centerpoint-to-centerpoint).
es: Un ráster derivado del mapa is_connected_lulc, en la que el valor de cada píxel es su distancia mínima a un píxel LULC impermeable conectado (medida de punto central a punto central).

source: A binary raster derived from the road_distance map, where 1 means the pixel is within the retention radius of a road pixel, and 0 means it isn’t.
es: Un ráster binario derivado del mapa road_distance, donde 1 significa que el píxel está dentro del radio de retención de un píxel de carretera, y 0 significa que no lo está.

source: A binary raster derived from the connected_lulc_distance map, where 1 means the pixel is within the retention radius of a connected impervious LULC pixel, and 0 means it isn’t.
es: Un ráster binario derivado del mapa connected_lulc_distance, donde 1 significa que el píxel está dentro del radio de retención de un píxel LULC impermeable conectado, y 0 significa que no lo está.

source: A binary raster representing the search kernel that is convolved with the retention_ratio raster to calculate the averaged retention ratio within the retention radius of each pixel.
es: Un ráster binario que representa el núcleo de búsqueda que se convoluciona con el ráster retention_ratio para calcular la relación de retención promediada dentro del radio de retención de cada píxel.

source: A raster where each pixel’s value is the average of its neighborhood of pixels in the retention_ratio map, calculated by convolving the search kernel with the retention ratio raster.
es: Un ráster en que el valor de cada píxel es la media de su vecindad de píxeles en el mapa retention_ratio, calculado mediante la convolución del núcleo de búsqueda con la trama de tasa de retención.

source: Map of LULC for the area of interest. All values in this raster must have corresponding entries in the Biophysical Table.
es: Mapa de LULC para el área de interés. Todos los valores de este ráster deben tener los inputs correspondientes en la Tabla Biofísica.

source: Enter 1 to indicate that the LULC is considered a green area. Enter 0 to indicate that the LULC is not considered a green area.
es: Introduzca 1 para indicar que el LULC se considera una zona verde. Introduzca 0 para indicar que el LULC no se considera una zona verde.

source: The proportion of area in this LULC class that is covered by tree canopy at least 2 meters high. Required if the 'factors' option is selected for the Cooling Capacity Calculation Method.
es: Proporción de la superficie de esta clase de LULC que está cubierta por un dosel de árboles de al menos 2 metros de altura. Necesario si se selecciona la opción "factores" para el método de cálculo de la capacidad de enfriamiento.

source: The proportion of solar radiation that is directly reflected by this LULC class. Required if the 'factors' option is selected for the Cooling Capacity Calculation Method.
es: Proporción de la radiación solar que refleja directamente esta clase de LULC. Necesaria si se selecciona la opción "factores" para el método de cálculo de la capacidad de enfriamiento.

source: The ratio of building floor area to footprint area, with all values in this column normalized between 0 and 1. Required if the 'intensity' option is selected for the Cooling Capacity Calculation Method.
es: La relación entre la superficie de piso de la construcción y la superficie de la huella, con todos los valores de esta columna normalizados entre 0 y 1. Necesaria si se selecciona la opción "intensidad" para el método de cálculo de la capacidad de enfriamiento.

source: A table mapping each LULC code to biophysical data for that LULC class. All values in the LULC raster must have corresponding entries in this table.
es: Una tabla que asigna cada código LULC a los datos biofísicos de esa clase LULC. Todos los valores del ráster LULC deben tener los inputs correspondientes en esta tabla.

source: maximum cooling distance
es: distancia máxima de enfriamiento

source: Distance over which green areas larger than 2 hectares have a cooling effect.
es: Distancia en la que las zonas verdes de más de 2 hectáreas tienen un efecto refrigerante.

source: air blending distance
es: distancia de mezcla de aire

source: Radius over which to average air temperatures to account for air mixing.
es: Radio sobre el que se promedian las temperaturas del aire para considerar la mezcla del aire.

source: reference air temperature
es: temperatura del aire de referencia

source: Air temperature in a rural reference area where the urban heat island effect is not observed.
es: Temperatura del aire en una zona rural de referencia en la que no se observa el efecto de isla de calor urbana.

source: UHI effect
es: Efecto isla de calor urbana

source: The magnitude of the urban heat island effect, i.e., the difference between the rural reference temperature and the maximum temperature observed in the city.
es: La magnitud del efecto isla de calor urbana, es decir, la diferencia entre la temperatura de referencia rural y la temperatura máxima observada en la ciudad.

source: run energy savings valuation
es: ejecutar la valoración del ahorro de energía

source: Run the energy savings valuation model.
es: Ejecutar el modelo de valoración del ahorro energético.

source: run work productivity valuation
es: ejecutar la valoración de la productividad del trabajo

source: Run the work productivity valuation model.
es: Ejecutar el modelo de valoración de la productividad del trabajo.

source: average relative humidity
es: humedad relativa media

source: The average relative humidity over the time period of interest. Required if Run Work Productivity Valuation is selected.
es: La humedad relativa media durante el período de tiempo de interés. Requerida si se selecciona la opción de ejecutar valoración de la productividad del trabajo.

source: buildings
es: construcciones

source: Code indicating the building type. These codes must match those in the Energy Consumption Table.
es: Código que indica el tipo de construcción. Estos códigos deben coincidir con los de la tabla de consumo energético.

source: A map of built infrastructure footprints. Required if Run Energy Savings Valuation is selected.
es: Un mapa de las huellas de las infraestructuras construidas. Se necesita si se selecciona la opción de ejecutar valoración del ahorro de energía.

source: energy consumption table
es: tabla de consumo de energía

source: Energy consumption by footprint area for this building type.
es: Consumo de energía por superficie de la huella para este tipo de construcción.

source: The cost of electricity for this building type. If this column is provided, the energy savings outputs will be in the this currency unit rather than kWh.
es: El costo de la electricidad para este tipo de construcción. Si se proporciona esta columna, los resultados de ahorro de energía estarán en esta unidad monetaria en lugar de en kWh.

source: A table of energy consumption data for each building type. Required if Run Energy Savings Valuation is selected.
es: Una tabla de datos de consumo de energía para cada tipo de construcción. Se necesita si se selecciona la opción de ejecutar la valoración del ahorro de energía.

source: cooling capacity calculation method
es: método de cálculo de la capacidad de enfriamiento

source: factors
es: factores

source: intensity
es: intensidad

source: Use building intensity as a temperature predictor (for nighttime temperatures).
es: Utilizar la intensidad de construcción como predictor de la temperatura (para las temperaturas nocturnas).

source: The air temperature predictor method to use.
es: El método de predicción de la temperatura del aire a utilizar.

source: shade weight
es: peso de la sombra

source: The relative weight to apply to shade when calculating the cooling capacity index. If not provided, defaults to 0.6.
es: La ponderación relativa que se aplica a la sombra cuando se calcula el índice de capacidad de enfriamiento. Si no se proporciona, el valor predeterminado es 0.6.

source: albedo weight
es: poneración del albedo

source: The relative weight to apply to albedo when calculating the cooling capacity index. If not provided, defaults to 0.2.
es: La ponderación relativa que se aplica al albedo cuando se calcula el índice de capacidad de enfriamiento. Si no se proporciona, el valor predeterminado es 0.2.

source: evapotranspiration weight
es: ponderación de la evapotranspiración

source: The relative weight to apply to ETI when calculating the cooling capacity index. If not provided, defaults to 0.2.
es: La ponderación relativa que se aplicará al IET cuando se calcule el índice de capacidad de enfriamiento. Si no se proporciona, el valor predeterminado es 0.2.

source: Depth of rainfall for the design storm of interest.
es: Profundidad de las precipitaciones para la tormenta de diseño de interés.

source: rainfall depth
es: profundidad de la precipitación

source: Map of LULC. All values in this raster must have corresponding entries in the Biophysical Table.
es: Mapa de LULC. Todos los valores de este ráster deben tener los inputs correspondientes en la tabla biofísica.

source: The curve number value for this LULC type in the soil group code
es: El valor del número de curva para este tipo de LULC en el código de grupo de suelos

source: Table of curve number data for each LULC class. All LULC codes in the LULC raster must have corresponding entries in this table for each soil group.
es: Tabla de datos del número de curva para cada clase LULC. Todos los códigos LULC en el raster LULC deben tener los inputs correspondientes en esta tabla para cada grupo de suelos.

source: Map of building footprints.
es: Mapa de las huellas de las construcciones.

source: built infrastructure
es: infraestructura construida

source: Building type code.
es: Código de tipo de construcción.

source: Potential damage loss for this building type.
es: Pérdida potencial de daños para este tipo de construcción.

source: Table of potential damage loss data for each building type. All values in the Built Infrastructure vector 'type' field must have corresponding entries in this table. Required if the Built Infrastructure vector is provided.
es: Tabla de datos de pérdidas de daños potenciales para cada tipo de construcción. Todos los valores del campo "tipo" del vector Infraestructura construida deben tener los inputs correspondientes en esta tabla. Obligatorio si se proporciona el vector Infraestructura construida.

source: damage loss table
es: tabla de pérdidas por daños
