Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Unique identifier for each subwatershed.
es: Identificador único para cada subcuenca.

source: Unique identifier for each watershed.
es: Identificador único para cada cuenca hidrográfica.

source: All values in this raster must have corresponding entries in the Biophysical Table.
es: Todos los valores de este ráster deben tener sus correspondientes inputs en la Tabla Biofísica.

source: Map of root restricting layer depth, the soil depth at which root penetration is strongly inhibited because of physical or chemical characteristics.
es: Mapa de la profundidad de la capa restrictiva de las raíces, la profundidad del suelo a la que la penetración de las raíces está fuertemente inhibida debido a las características físicas o químicas.

source: root restricting layer depth
es: profundidad de la capa que restringe las raíces

source: Map of plant available water content, the fraction of water that can be stored in the soil profile that is available to plants.
es: Mapa del contenido de agua disponible para las plantas, la fracción de agua que puede almacenarse en el perfil del suelo y que está disponible para las plantas.

source: plant available water content
es: contenido de agua disponible de la planta

source: Map of watershed boundaries, such that each watershed drains to a point of interest where hydropower production will be analyzed.
es: Mapa de los límites de las cuencas hidrográficas, de forma que cada cuenca drene a un punto de interés en el que se analizará la producción hidroeléctrica.

source: watersheds
es: cuencas hidrográficas

source: Map of subwatershed boundaries within each watershed in the Watersheds map.
es: Mapa de los límites de las subcuencas dentro de cada cuenca hidrográfica en el mapa de cuencas.

source: sub-watersheds
es: subcuencas

source: Code indicating whether the the LULC class is vegetated for the purpose of AET. Enter 1 for all vegetated classes except wetlands, and 0 for all other classes, including wetlands, urban areas, water bodies, etc.
es: Código que indica si la clase LULC tiene vegetación a efectos de la ETR. Introduzca 1 para todas las clases con vegetación, excepto los humedales, y 0 para todas las demás clases, incluidos los humedales, las zonas urbanas, las masas de agua, etc.

source: Maximum root depth for plants in this LULC class. Only used for classes with a 'lulc_veg' value of 1.
es: Profundidad máxima de las raíces de las plantas de esta clase LULC. Solo se utiliza para las clases con un valor 'lulc_veg' de 1.

source: Crop coefficient for this LULC class.
es: Coeficiente de cultivo para esta clase de LULC.

source: Table of biophysical parameters for each LULC class. All values in the LULC raster must have corresponding entries in this table.
es: Tabla de parámetros biofísicos para cada clase LULC. Todos los valores del ráster LULC deben tener los inputs correspondientes en esta tabla.

source: biophysical table
es: tabla biofísica

source: The seasonality factor, representing hydrogeological characterisitics and the seasonal distribution of precipitation. Values typically range from 1 - 30.
es: El factor de estacionalidad, que representa las características hidrogeológicas y la distribución estacional de las precipitaciones. Los valores oscilan típicamente entre 1 y 30.

source: z parameter
es: parámetro z

source: LULC code corresponding to the LULC raster
es: Código LULC correspondiente al ráster LULC

source: Average consumptive water use in this LULC class.
es: Uso consuntivo promedio del agua en esta clase de LULC.

source: A table of water demand for each LULC class. Each LULC code in the LULC raster must have a corresponding row in this table.
es: Una tabla de demanda de agua para cada clase LULC. Cada código LULC en el raster LULC debe tener una fila correspondiente en esta tabla.

source: water demand table
es: tabla de demanda de agua

source: Unique identifier for the hydropower station. This must match the 'ws_id' value for the corresponding watershed in the Watersheds vector. Each watershed in the Watersheds vector must have its 'ws_id' entered in this column.
es: Identificador único de la central hidroeléctrica. Debe coincidir con el valor "ws_id" de la cuenca hidrográfica correspondiente en el vector "Watersheds". Cada cuenca hidrográfica del vector Cuencas Hidrográficas debe tener su "ws_id" introducido en esta columna.

source: Turbine efficiency, the proportion of potential energy captured and converted to electricity by the turbine.
es: Eficiencia de la turbina, la proporción de energía potencial captada y convertida en electricidad por la turbina.

source: The proportion of inflow water volume that is used to generate energy.
es: La proporción del volumen de agua de entrada que se utiliza para generar energía.

source: The head, measured as the average annual effective height of water behind each dam at the turbine intake.
es: La cabeza, medida como la altura media anual efectiva del agua detrás de cada represa en la toma de la turbina.

source: Annual maintenance and operations cost of running the hydropower station. Must be in the same currency used in the 'kw_price' column.
es: Costo anual de mantenimiento y explotación de la central hidroeléctrica. Debe estar en la misma moneda utilizada en la columna "kw_price".

source: Number of years over which to value the hydropower station. This is either the station's expected lifespan or the duration of the land use scenario of interest.
es: Número de años a lo largo de los cuales valorar la central hidroeléctrica. Se trata de la vida útil prevista de la central o de la duración del escenario de uso del suelo de interés.

source: The annual discount rate, applied for each year in the time span.
es: La tasa de descuento anual, aplicada para cada año del período.

source: A table mapping each watershed to the associated valuation parameters for its hydropower station.
es: Una tabla que relaciona cada cuenca con los parámetros de valoración asociados a su central hidroeléctrica.

source: hydropower valuation table
es: tabla de valoración hidroeléctrica

source: A map of LULC for the current scenario. All values in this raster must have corresponding entries in the Carbon Pools table.
es: Un mapa de LULC para el escenario actual. Todos los valores de este ráster deben tener los inputs correspondientes en la tabla de reservas de carbono.

source: current LULC
es: actua LULC

source: Run sequestration analysis. This requires inputs of LULC maps for both current and future scenarios. Required if REDD scenario analysis or run valuation model is selected.
es: Ejecutar el análisis de secuestración. Esto requiere la introducción de mapas LULC para los escenarios actuales y futuros. Es necesario si se selecciona el análisis del escenario REDD o la ejecución del modelo de valoración.

source: calculate sequestration
es: calcular la secuestración

source: future LULC
es: futuro LULC

source: Run REDD scenario analysis. This requires three LULC maps: one for the current scenario, one for the future baseline scenario, and one for the future REDD policy scenario.
es: Ejecutar el análisis del escenario REDD. Esto requiere tres mapas LULC: uno para el escenario actual, otro para el escenario de referencia futuro y otro para el escenario de la futura política REDD.

source: REDD scenario analysis
es: Análisis del escenario REDD

source: REDD LULC
es: LULC de REDD

source: Carbon density of aboveground biomass.
es: Densidad de carbono de la biomasa aérea.

source: Carbon density of belowground biomass.
es: Densidad de carbono de la biomasa subterránea.

source: Carbon density of soil.
es: Densidad de carbono del suelo.

source: Carbon density of dead matter.
es: Densidad de carbono de la materia muerta.

source: A table that maps each LULC code to carbon pool data for that LULC type.
es: Una tabla que mapea cada código LULC con los datos de la reserva de carbono para ese tipo LULC.

source: carbon pools
es: reservas de carbono

source: current LULC year
es: año LULC actual

source: Calculate net present value for the future scenario, and the REDD scenario if provided, and report it in the final HTML document.
es: Calcule el valor actual neto para el escenario futuro, y el escenario REDD si se proporciona, e infórmelo en el documento HTML final.

source: run valuation model
es: correr el modelo de valoración

source: price of carbon
es: precio del carbono

source: annual market discount rate
es: tasa de descuento anual de mercado

source: annual price change
es: variación anual de precios

source: Available models:
es: Modelos disponibles:

source: Must be a polyline vector
es: Debe ser un vector polilínea

source: Must be a point or multipoint geometry.
es: Debe ser una geometría de punto o multipunto.

source: Proportion of the highest 10% of wind speeds in the record of interest that blow in the direction of each sector.
es: Proporción del 10% más alto de las velocidades de viento en el registro de interés que soplan en la dirección de cada sector.

source: Average of the highest 10% of wind speeds that blow in the direction of each sector.
es: Promedio del 10% más alto de las velocidades de viento que soplan en la dirección de cada sector.

source: Proportion of the highest 10% of wave power values on record that are in each sector.
es: Proporción del 10% más alto de los valores de potencia de olas registrados que se encuentran en cada sector.

source: Average of the highest 10% of wave power values on record in the direction of each sector.
es: Promedio del 10% más alto de valores de potencia de olas registrados en la dirección de cada sector.

source: Map of the region over which to run the model.
es: Mapa de la región sobre la que se ejecuta el modelo.

source: Interval at which to space shore points along the coastline.
es: Intervalo en el que se espacian los puntos de la orilla a lo largo de la línea de costa.

source: model resolution
es: resolución del modelo

source: Map of all landmasses in and around the region of interest. It is not recommended to clip this landmass to the AOI polygon because some functions in the model require searching for landmasses around shore points up to the distance defined in Maximum Fetch Distance, which likely extends beyond the AOI polygon.
es: Mapa de todas las masas de tierra en y alrededor de la región de interés. No se recomienda recortar esta masa de tierra al polígono ADI porque algunas funciones en el modelo requieren la búsqueda de masas de tierra alrededor de los puntos de la costa hasta la distancia definida en la distancia máxima de búsqueda, que probablemente se extiende más allá del polígono AOI.

source: landmasses
es: masas de tierra

source: Map of gridded wind and wave data that represent storm conditions. This global dataset is provided with the InVEST sample data. There are 80 required columns; each of the 5 types is repeated for each sixteenth sector of the 360° compass: [0,22,45,67,90,112,135,157,180,202,225,247,270,292,315,337]. For example: REI_PCT0, V10PCT_90.
es: Mapa de datos cuadriculados de viento y oleaje que representan las condiciones de las tormentas. Este conjunto de datos globales se proporciona con los datos de muestra de InVEST. Hay 80 columnas necesarias; cada uno de los 5 tipos se repite para cada decimosexto sector de la brújula de 360°: [0,22,45,67,90,112,135,157,180,202,225,247,270,292,315,337]. Por ejemplo REI_PCT0, V10PCT_90.

source: Maximum distance in meters to extend rays from shore points. Points with rays equal to this distance accumulate ocean- driven wave exposure along those rays and local-wind-driven wave exposure along the shorter rays.
es: Distancia máxima en metros para extender los rayos desde los puntos de la costa. Los puntos con rayos iguales a esta distancia acumulan la exposición a las olas impulsadas por el océano a lo largo de esos rayos y la exposición a las olas impulsadas por el viento local a lo largo de los rayos más cortos.

source: maximum fetch distance
es: distancia máxima de alcance

source: Map of bathymetry (ocean depth). Bathymetry values should be negative, and any positive values will be ignored. This should cover the area extending beyond the AOI to the maximum fetch distance.
es: Mapa de batimetría (profundidad del océano). Los valores de la batimetría deben ser negativos, y cualquier valor positivo será ignorado. Debe abarcar la zona que se extiende más allá del ADI hasta la distancia máxima de alcance.

source: Bathymetry
es: Batimetría

source: Map of the edges of the continental shelf or other locally relevant bathymetry contour.
es: Mapa de los bordes de la plataforma continental u otro contorno batimétrico localmente relevante.

source: continental shelf contour
es: contorno de la plataforma continental

source: Map of elevation above sea level on land. This should cover the area extending beyond the AOI by at least the elevation averaging radius. Elevation may be measured in any unit.
es: Mapa de elevación sobre el nivel del mar en tierra. Debe cubrir el área que se extiende más allá del ADI por lo menos el radio de promedio de elevación. La elevación puede medirse en cualquier unidad.

source: A radius around each shore point within which to average the elevation values in the DEM raster.
es: Un radio alrededor de cada punto de la costa dentro del cual se promedian los valores de elevación en el ráster MDE.

source: elevation averaging radius
es: radio de promedio de elevación

source: Unique name for the habitat. No spaces allowed.
es: Nombre único para el hábitat. No se permiten espacios.

source: Map of area(s) where the habitat is present. If raster, presence of the habitat can be represented by any value and absence of the habitat can be represented by 0 and nodata values.
es: Mapa de la(s) zona(s) donde está presente el hábitat. Si se trata de un raster, la presencia del hábitat puede representarse con cualquier valor y la ausencia del hábitat puede representarse con valores 0 y nodata.

source: Relative amount of coastline protection this habitat provides, from 1 (very high protection) to 5 (very low protection.
es: Cantidad relativa de protección de la línea de costa que proporciona este hábitat, de 1 (protección muy alta) a 5 (protección muy baja).

source: The distance beyond which this habitat will provide no protection to the coastline.
es: La distancia más allá de la cual este hábitat no proporcionará ninguna protección a la línea de costa.

source: Table that specifies spatial habitat data and parameters.
es: Tabla que especifica los datos y parámetros espaciales del hábitat.

source: habitats table
es: tabla de hábitats

source: very low exposure
es: exposición muy baja

source: low exposure
es: exposición baja

source: moderate exposure
es: exposición moderada

source: high exposure
es: exposición alta

source: very high exposure
es: exposición muy alta

source: Relative exposure of the segment of coastline.
es: Exposición relativa del segmento de costa.

source: Map of relative exposure of each segment of coastline.
es: Mapa de la exposición relativa de cada segmento de costa.

source: geomorphology
es: geomorfología

source: 1: very low exposure
es: 1: exposición muy baja

source: 2: low exposure
es: 2: exposición baja

source: 3: moderate exposure
es: 3: exposición moderada

source: 4: high exposure
es: 4: exposición alta

source: 5: very high exposure
es: 5: exposición muy alta

source: Exposure rank to assign to any shore points that are not near to any segment in the geomorphology vector. Required if a Geomorphology vector is provided.
es: Rango de exposición para asignar a cualquier punto de la costa que no esté cerca de ningún segmento en el vector geomorfológico. Es necesario si se proporciona un vector geomorfológico.

source: geomorphology fill value
es: valor de relleno geomorfológico

source: Map of total human population on each pixel.
es: Mapa de la población humana total en cada píxel.

source: human population
es: población humana

source: The radius around each shore point within which to compute the average population density. Required if a Human Population map is provided.
es: El radio alrededor de cada punto de la costa dentro del cual se calcula la densidad media de población. Es necesario si se proporciona un mapa de población humana.

source: population search radius
es: radio de búsqueda de la población

source: Sea level rise rate or amount. This field name must be chosen as the Sea Level Rise Field.
es: Tasa o cantidad de aumento del nivel del mar. Este nombre de campo debe elegirse como campo de aumento del nivel del mar.

source: Map of sea level rise rates or amounts. May be any sea level rise metric of interest, such as rate, or net rise/fall.
es: Mapa de las tasas o cantidades de aumento del nivel del mar. Puede ser cualquier métrica de aumento del nivel del mar de interés, como la tasa o el aumento/descenso neto.

source: sea level rise
es: aumento del nivel del mar

source: Name of the field in the sea level rise vector which contains the sea level rise metric of interest. Required if a Sea Level Rise vector is provided.
es: Nombre del campo del vector de aumento del nivel del mar que contiene la métrica de aumento del nivel del mar de interés. Es obligatorio si se proporciona un vector de aumento del nivel del mar.

source: sea level rise field
es: campo de aumento del nivel del mar

source: A table that maps each LULC code from the LULC map to one of the 175 canonical crop names representing the crop grown in that LULC class.
es: Una tabla que asigna cada código LULC del mapa LULC a uno de los 175 nombres de cultivos canónicos que representan el cultivo realizado en esa clase LULC.

source: LULC to Crop Table
es: Tabla de LULC a cultivos

source: Table mapping each climate bin to yield percentiles for each crop.
es: Tabla que relaciona cada casilla climática con los percentiles de rendimiento de cada cultivo.

source: Maps of climate bins for each crop.
es: Mapas de los intervalos climáticos para cada cultivo.

source: Maps of actual observed yield for each crop.
es: Mapas de rendimiento real observado para cada cultivo.

source: Path to the InVEST Crop Production Data directory.
es: Ruta de acceso al directorio de datos de producción de cultivos de InVEST.

source: model data directory
es: directorio de datos del modelo

source: barley
es: cebada

source: maize
es: maíz

source: oil palm
es: palma aceitera

source: potato
es: papa

source: rice
es: arroz

source: soybean
es: soya

source: sugar beet
es: remolacha azucarera

source: sugarcane
es: caña de azúcar

source: wheat
es: trigo

source: A table that maps each LULC code from the LULC map to one of the 10 canonical crop names representing the crop grown in that LULC class.
es: Una tabla que asigna cada código LULC del mapa LULC a uno de los 10 nombres de cultivos canónicos que representan el cultivo realizado en esa clase LULC.

source: LULC to crop table
es: Tabla de LULC a cultivos

source: One of the supported crop types.
es: Uno de los tipos de cultivo admitidos.

source: A table that maps crops to fertilizer application rates.
es: Una tabla que relaciona los cultivos con las tasas de aplicación de fertilizantes.

source: fertilization rate table
es: tabla de tasas de fertilización

source: The Crop Production datasets provided with the model.
es: Los conjuntos de datos de producción de cultivos que se proporcionan con el modelo.

source: model data
es: datos del modelo

source: number of points to average
es: número de puntos a promediar

source: Enter 1 if the LULC class is tropical forest, 0 if it is not tropical forest.
es: Introduzca 1 si la clase LULC es bosque tropical, 0 si no es bosque tropical.

source: Carbon density value for the aboveground carbon pool.
es: Valor de la densidad del carbono para la reserva de carbono sobre el suelo.

source: Carbon density value for the belowground carbon pool. Required if calculating all pools.
es: Valor de la densidad del carbono para la reserva de carbono subterránea. Es necesario si se calculan todas las reservas.

source: Carbon density value for the soil carbon pool. Required if calculating all pools.
es: Valor de la densidad del carbono para la reserva de carbono del suelo. Es necesario si se calculan todas las reservas.

source: Carbon density value for the dead matter carbon pool. Required if calculating all pools.
es: Valor de la densidad del carbono para la reserva de carbono de la materia muerta. Es necesario si se calculan todas las reservas.

source: A table mapping each LULC code from the LULC map to biophysical data for that LULC class.
es: Una tabla que relaciona cada código LULC del mapa LULC con los datos biofísicos de esa clase LULC.

source: all
es: todos

source: Use all pools (aboveground, belowground, soil, and dead matter) in the carbon pool calculation.
es: Utilice todas las reservas (sobre el suelo, bajo el suelo, suelo y materia muerta) en el cálculo del depósito de carbono.

source: aboveground only
es: solo en la superficie

source: Only use the aboveground pool in the carbon pool calculation.
es: Solo utilice la reserva sobre el suelo en el cálculo de la reserva de carbono.

source: Which carbon pools to consider.
es: Qué reservas de carbono hay que tener en cuenta.

source: carbon pools to calculate
es: reservas de carbono a calcular

source: Account for forest edge effects on aboveground carbon.
es: Tanga en cuenta los efectos de los bordes del bosque sobre el carbono sobre el suelo.

source: compute forest edge effects
es: calcule los efectos de los bordes del bosque

source: asymptotic
es: asintótico

source: logarithmic
es: logarítmico

source: linear
es: lineal

source: Optimal regression model for the area.
es: Modelo de regresión óptimo para la zona.

source: θ₁ parameter for the regression equation.
es: parámetro θ₁ para la ecuación de regresión.

source: θ₂ parameter for the regression equation.
es: parámetro θ₂ para la ecuación de regresión.

source: θ₃ parameter for the regression equation. Used only for the asymptotic model.
es: parámetro θ₃ para la ecuación de regresión. Se utiliza solamente para el modelo asintótico.

source: global regression models
es: modelos de regresión global

source: forest edge biomass to carbon conversion factor
es: factor de conversión de la biomasa del borde del bosque en carbono

source: Threat paths must be unique. Duplicates:
es: Las rutas de las amenazas deben ser únicas. Duplicados:

source: Map of LULC at present. All values in this raster must have corresponding entries in the Sensitivity table.
es: Mapa de LULC en la actualidad. Todos los valores de este raster deben tener los inputs correspondientes en la tabla de sensibilidad.

source: current land cover
es: cobertura del suelo actual

source: Map of LULC in a future scenario. All values in this raster must have corresponding entries in the Sensitivity Table. Must use the same classification scheme and codes as in the Current LULC map.
es: Mapa de LULC en un escenario futuro. Todos los valores de este ráster deben tener los inputs correspondientes en la Tabla de Sensibilidad. Debe utilizar el mismo esquema de clasificación y códigos que en el mapa LULC actual.

source: future land cover
es: cobertura futura del suelo

source: Map of LULC in a baseline scenario, when intensive landscape management was relatively rare. All values in this raster must have corresponding entries in the Sensitivity table. Must use the same classification scheme and codes as in the Current LULC map.
es: Mapa de LULC en un escenario de referencia, cuando la gestión intensiva del paisaje era relativamente rara. Todos los valores de este ráster deben tener los inputs correspondientes en la tabla de sensibilidad. Debe utilizar el mismo esquema de clasificación y códigos del mapa LULC actual.
