Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: The proportion of the population within each administrative unit belonging to the identified population group (POP_GROUP). At least one column with the prefix 'pop_' is required when aggregating output by population groups.
es: Proporción de la población de cada unidad administrativa que pertenece al grupo de población identificado (POP_GROUP). Se requiere al menos una columna con el prefijo "pop_" cuando se agrega el resultado por grupos de población.

source: A vector representing administrative units. Polygons representing administrative units should not overlap. Overlapping administrative geometries may cause unexpected results and for this reason should not overlap.
es: Un vector que representa unidades administrativas. Los polígonos que representan unidades administrativas no deben solaparse. La superposición de geometrías administrativas puede causar resultados inesperados y por esta razón no deben superponerse.

source: The amount of urban nature that each resident should have access to. This is often defined by local urban planning documents.
es: La cantidad de naturaleza urbana a la que debe tener acceso cada residente. Suele definirse en los documentos urbanísticos locales.

source: All pixels within the search radius contribute equally to an urban nature pixel.
es: Todos los píxeles dentro del radio de búsqueda contribuyen por igual a un píxel de naturaleza urbana.

source: Contributions to an urban nature pixel decrease according to a normal ("gaussian") distribution with a sigma of 3.
es: Las contribuciones a un píxel de naturaleza urbana disminuyen según una distribución normal ("gaussiana") con un sigma de 3.

source: The search radius is the same for all types of urban nature.
es: El radio de búsqueda es el mismo para todos los tipos de naturaleza urbana.

source: The search radius is defined for each distinct urban nature LULC classification.
es: El radio de búsqueda se define para cada clasificación LULC de naturaleza urbana.

source: The search radius is defined for each distinct population group.
es: El radio de búsqueda se define para cada grupo de población distinto.

source: Whether to aggregate statistics by population group within each administrative unit. If selected, population groups will be read from the fields of the user-defined administrative boundaries vector. This option is implied if the search radii are defined by population groups.
es: Si se desea agregar estadísticas por grupo de población dentro de cada unidad administrativa. Si se selecciona, los grupos de población se leerán de los campos del vector de límites administrativos definidos por el usuario. Esta opción está implícita si los radios de búsqueda están definidos por grupos de población.

source: The search radius to use when running the model under a uniform search radius. Required when running the model with a uniform search radius. Units are in meters.
es: El radio de búsqueda a utilizar cuando se ejecuta el modelo con un radio de búsqueda uniforme. Requerido cuando se ejecuta el modelo con un radio de búsqueda uniforme. Las unidades están en metros.

source: The name of the population group. Names must match the names defined in the administrative boundaries vector.
es: Nombre del grupo de población. Los nombres deben coincidir con los definidos en el vector de límites administrativos.

source: The search radius in meters to use for this population group. Values must be >= 0.
es: El radio de búsqueda en metros a utilizar para este grupo de población. Los valores deben ser >= 0.

source: A table associating population groups with the distance in meters that members of the population group will, on average, travel to find urban nature. Required when running the model with search radii defined per population group.
es: Una tabla que asocia grupos de población con la distancia en metros que los miembros del grupo de población recorrerán, por término medio, para encontrar naturaleza urbana. Necesaria cuando se ejecuta el modelo con radios de búsqueda definidos por grupo de población.

source: Positive pixel values indicate an oversupply of urban nature for the population group POP_GROUP relative to the stated urban nature demand. Negative values indicate an undersupply of urban nature for the population group POP_GROUP relative to the stated urban nature demand.
es: Los valores positivos de píxeles indican un exceso de oferta de naturaleza urbana para el grupo de población POP_GROUP en relación con la demanda declarada de naturaleza urbana. Los valores negativos indican una oferta insuficiente de naturaleza urbana para el grupo de población POP_GROUP en relación con la demanda declarada de naturaleza urbana.

source: The area of greenspace available within the defined radius, weighted by the selected decay function.
es: La superficie de espacio verde disponible dentro del radio definido, ponderada por la función de decaimiento seleccionada.

source: The area of greenspace available within the radius associated with urban nature class LUCODE, weighted by the selected decay function.
es: La superficie de espacio verde disponible dentro del radio asociado a la clase de naturaleza urbana LUCODE, ponderada por la función de decaimiento seleccionada.

source: The area of greenspace available within the radius associated with group POP_GROUP, weighted by the selected decay function.
es: La superficie de espacio verde disponible dentro del radio asociado al grupo POP_GROUP, ponderada por la función de decaimiento seleccionada.

source: A copy of the user's land use land cover raster. If the user-supplied LULC has non-square pixels, they will be resampled to square pixels in this raster.
es: Una copia del ráster de ocupación del suelo del usuario. Si el LULC suministrado por el usuario tiene píxeles no cuadrados, se remuestrearán a píxeles cuadrados en este ráster.

source: The user's population raster, aligned to the same resolution and dimensions as the aligned LULC.
es: El raster de población del usuario, alineado con las mismas resolución y dimensiones que el LULC alineado.

source: The population experiencing an urban nature deficit.
es: La población que experimenta un déficit de naturaleza urbana.

source: The population experiencing an urban nature surplus.
es: La población que experimenta un excedente de naturaleza urbana.

source: A sum of the population within the given search radius SEARCH_RADIUS, weighted by the user's decay function.
es: Suma de la población dentro del radio de búsqueda dado SEARCH_RADIUS, ponderada por la función de decaimiento del usuario.

source: The area of urban nature (in square meters) represented in each pixel.
es: La superficie de naturaleza urbana (en metros cuadrados) representada en cada píxel.

source: The calculated urban nature/population ratio.
es: La tasa calculada de naturaleza urbana/población.

source: Pixel values represent the ares of urban nature (in square meters) represented in each pixel for the urban nature class represented by the land use land cover code LUCODE.
es: Los valores de los píxeles representan las áreas de naturaleza urbana (en metros cuadrados) representadas en cada píxel para la clase de naturaleza urbana representada por el código de uso del suelo LUCODE.

source: The urban nature supplied to populations due to the land use land cover code LUCODE
es: La naturaleza urbana suministrada a las poblaciones debido al código de ocupación del suelo LUCODE

source: The calculated urban nature/population ratio for the urban nature class represented by the land use land cover code LUCODE.
es: La tasa naturaleza urbana/población calculada para la clase de naturaleza urbana representada por el código de ocupación del suelo LUCODE.

source: Each pixel represents the population of a pixel belonging to the population in the population group POP_GROUP.
es: Cada píxel representa la población de un píxel perteneciente a la población del grupo de población POP_GROUP.

source: Each pixel represents the proportion of the total population that belongs to the population group POP_GROUP.
es: Cada píxel representa la proporción de la población total que pertenece al grupo de población POP_GROUP.

source: Each pixel represents the total number of people within the search radius for the population group POP_GROUP, weighted by the user's selection of decay function.
es: Cada píxel representa el número total de personas dentro del radio de búsqueda para el grupo de población POP_GROUP, ponderado por la selección del usuario de la función de decaimiento.

source: The total population, weighted by the appropriate decay function.
es: La población total, ponderada por la función de decaimiento adecuada.

source: The urban nature supply per capita to population group POP_GROUP.
es: La oferta de naturaleza urbana per cápita al grupo de población POP_GROUP.

source: The population in population group POP_GROUP that are experiencing an urban nature deficit.
es: La población del grupo de población POP_GROUP que experimenta un déficit de naturaleza urbana.

source: The population in population group POP_GROUP that are experiencing an urban nature surplus.
es: La población del grupo de población POP_GROUP que experimenta un excedente de naturaleza urbana.

source: Input is required but has no value
es: El input es necesario pero no tiene valor

source: Expected the {header} "{header_name}" but did not find it
es: Esperaba el {header} "{header_name}" pero no lo encontró

source: Expected the {header} "{header_name}" only once but found it {number} times
es: Esperaba el {header} "{header_name}" solo una vez pero lo encontró {number} veces

source: An unexpected error occurred in validation
es: Se ha producido un error inesperado en la validación

source: Directory not found
es: Directorio no encontrado

source: Path must be a directory
es: La ruta debe ser un directorio

source: File not found
es: Archivo no encontrado

source: Dataset must have a valid projection.
es: El conjunto de datos debe tener una proyección válida.

source: Dataset must be projected in linear units.
es: El conjunto de datos debe proyectarse en unidades lineales.

source: File could not be opened as a GDAL raster
es: No se ha podido abrir el archivo como un ráster GDAL

source: File found to be an overview ".ovr" file.
es: Se ha encontrado que el archivo es un archivo de resumen ".ovr".

source: File could not be opened as a GDAL vector
es: No se ha podido abrir el archivo como vector GDAL

source: Not all of the spatial layers overlap each other. All bounding boxes must intersect: {bboxes}
es: No todas las capas espaciales se solapan entre sí. Todas las cajas delimitadoras deben intersecarse: {bboxes}

source: Unique identifier for each point.
es: Identificador único para cada punto.

source: This is a land connection point
es: Este es un punto de conexión terrestre

source: This is a grid connection point
es: Este es un punto de conexión a la cuadrícula

source: The type of connection at this point.
es: El tipo de conexión en este punto.

source: Latitude of the connection point.
es: Latitud del punto de conexión.

source: Longitude of the connection point.
es: Longitud del punto de conexión.

source: Name for the connection point location.
es: Nombre de la ubicación del punto de conexión.

source: Point vector for the west coast of North America and Hawaii.
es: Vector de puntos para la costa oeste de América del Norte y Hawái.

source: Extract vector for the west coast of North America and Hawaii.
es: Vector de extracción para la costa oeste de América del Norte y Hawái.

source: WaveWatchIII data for the west coast of North America and Hawaii.
es: Datos de WaveWatchIII para la costa oeste de Norteamérica y Hawai.

source: Point vector for the East Coast of North America and Puerto Rico.
es: Vector de puntos para la costa este de Norteamérica y Puerto Rico.

source: Extract vector for the East Coast of North America and Puerto Rico.
es: Vector de extracción para la costa este de Norteamérica y Puerto Rico.

source: WaveWatchIII data for the East Coast of North America and Puerto Rico.
es: Datos de WaveWatchIII para la costa este de Norteamérica y Puerto Rico.

source: Point vector for the North Sea 4 meter resolution.
es: Vector de puntos para el Mar del Norte con una resolución de 4 metros.

source: Extract vector for the North Sea 4 meter resolution.
es: Vector de extracción para el Mar del Norte con una resolución de 4 metros.

source: WaveWatchIII data for the North Sea 4 meter resolution.
es: Datos de WaveWatchIII para el Mar del Norte con una resolución de 4 metros.

source: Point vector for the North Sea 10 meter resolution.
es: Vector de puntos para el Mar del Norte con una resolución de 10 metros.

source: Extract vector for the North Sea 10 meter resolution.
es: Vector de extracción para el Mar del Norte con una resolución de 10 metros.

source: WaveWatchIII data for the North Sea 10 meter resolution.
es: Datos de WaveWatchIII para el Mar del Norte con una resolución de 10 metros.

source: Point vector for Australia.
es: Vector de puntos para Australia.

source: Extract vector for Australia.
es: Extraer el vector para Australia.

source: WaveWatchIII data for Australia.
es: Datos de WaveWatchIII para Australia.

source: Global point vector.
es: Vector global de puntos.

source: Global extract vector.
es: Vector de extracción global.

source: Global WaveWatchIII data.
es: Datos de Global WaveWatchIII.

source: Pre-packaged wave energy data directory. This is provided with the sample data.
es: Directorio de datos de energía de las olas preempaquetado. Se proporciona con los datos de muestra.

source: wave base data
es: datos base de las olas

source: West Coast of North America and Hawaii
es: Costa Oeste de América del Norte y Hawái

source: East Coast of North America and Puerto Rico
es: Costa Este de Norteamérica y Puerto Rico

source: North Sea 4 meter resolution
es: Resolución de 4 metros de en el Mar del Norte

source: North Sea 10 meter resolution
es: Resolución de 10 metros en el Mar del Norte

source: The analysis area over which to run the model.
es: El área de análisis sobre la que se ejecutará el modelo.

source: analysis area
es: área de análisis

source: A matrix of the wave machine performance, or ability to capture wave energy, in different sea state conditions. The first column contains wave height values (in meters, increasing from top to bottom), and the first row contains wave period values (in seconds, increasing from left to right). Values within the matrix are the machine performance in kilowatts at that sea state condition, described by the wave height (row) and wave period (column). The model linearly interpolates sea state data from the base wave dataset onto this matrix to determine performance.
es: Una matriz del rendimiento de la máquina de olas, o de la capacidad de captar la energía de las olas, en diferentes condiciones del estado del mar. La primera columna contiene los valores de la altura de las olas (en metros, aumentando de arriba hacia abajo), y la primera fila contiene los valores del periodo de las olas (en segundos, aumentando de izquierda a derecha). Los valores dentro de la matriz son el rendimiento de la máquina en kilovatios en esa condición de estado del mar, descrita por la altura de la ola (fila) y el período de la ola (columna). El modelo interpola linealmente los datos del estado del mar del conjunto de datos de olas base en esta matriz para determinar el rendimiento.

source: machine performance table
es: tabla de rendimiento de la máquina

source: Name of the machine parameter. Expected parameters are: 'capmax' (maximum capacity for device, in kilowatts), 'hsmax' (upper limit of wave height for device operation, in meters), and 'tpmax' (upper limit of wave period for device operation, in seconds).
es: Nombre del parámetro de la máquina. Los parámetros esperados son: 'capmax' (capacidad máxima del dispositivo, en kilovatios), 'hsmax' (límite superior de la altura de ola para el funcionamiento del dispositivo, en metros) y 'tpmax' (límite superior del periodo de ola para el funcionamiento del dispositivo, en segundos).

source: Value of the machine parameter.
es: Tabla de parámetros de la máquina.

source: Table of parameters for the wave energy machine in use.
es: Tabla de parámetros de la máquina de energía de las olas en uso.

source: machine parameter table
es: tabla de parámetros de la máquina

source: bathymetry
es: batimetría

source: Map of ocean depth. Values should be negative.
es: Mapa de la profundidad del océano. Los valores deben ser negativos.

source: Run the valuation model.
es: Ejecutar el modelo de valoración.

source: run valuation
es: ejecutar validación

source: A table of data for each connection point. Required if Run Valuation is selected.
es: Una tabla de datos para cada punto de conexión. Se requiere si se selecciona la opción de ejecución de la validación.

source: grid connection points table
es: tabla de puntos de conexión a la cuadrícula

source: Table of economic parameters for the wave energy machine. Required if Run Valuation is selected.
es: Tabla de parámetros económicos de la máquina de energía de las olas. Se requiere si se selecciona la opción de ejecución de la valoración.

source: machine economic table
es: cuadro económico de la máquina

source: Number of wave machines to model. Required if Run Valuation is selected.
es: Número de máquinas de olas a modelizar. Es necesario si se selecciona la opción de ejecución de la validación.

source: number of machines
es: número de máquinas

source: Map of captured wave energy per WEC device.
es: Mapa de energía de las olas captada por dispositivo WEC.

source: Map of captured wave energy per WEC device reclassified by quantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).
es: Mapa de energía de las olas capturada por dispositivo WEC reclasificado por cuantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).

source: Table of value ranges for each captured wave energy quantile group as well as the number of pixels for each group.
es: Tabla de rangos de valores para cada grupo de cuantiles de energía de las olas capturados, así como el número de píxeles de cada grupo.

source: Range of wave energy values within this percentile bin.
es: Rango de valores de energía de las olas dentro de este percentil.

source: Vector map of the provided grid points
es: Mapa vectorial de los puntos de cuadrícula proporcionados

source: Vector map of the provided land points
es: Mapa vectorial de los puntos de tierra proporcionados

source: Map of positive values of net present value over the 25-year lifespan of a wave energy facility, reclassified by quantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).
es: Mapa de valores positivos del valor actual neto durante los 25 años de vida útil de una instalación de energía de olas, reclasificados por cuantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).

source: Table of value ranges for each net present value quantile group as well as the number of pixels for each group.
es: Tabla de rangos de valores para cada grupo de cuantiles de valor actual neto, así como el número de píxeles de cada grupo.

source: Range of net present values within this percentile bin.
es: Rango de valores actuales netos dentro de este percentil.

source: Map of net present value over the 25-year lifespan of a wave energy facility.
es: Mapa del valor actual neto a lo largo de los 25 años de vida útil de una instalación de energía de olas.

source: Map of potential wave power.
es: Mapa de la energía potencial de las olas.

source: Map of potential wave power classified into quantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).
es: Mapa de la potencia potencial de las olas clasificado en cuantiles (1 = < 25%, 2 = 25-50%, 3 = 50-75%, 4 = 75-90%, 5 = > 90%).

source: Table of value ranges for each wave power quantile group as well as the number of pixels for each group.
es: Tabla de rangos de valores para cada grupo de cuantiles de potencia de ola, así como el número de píxeles de cada grupo.

source: Range of potential wave power values within this percentile bin.
es: Rango de valores potenciales de potencia de las olas dentro de este percentil.

source: Longitude of the data point.
es: Longitud del punto de datos.

source: Latitude of the data point.
es: Latitud del punto de datos.

source: Weibull scale factor at the reference hub height at this point.
es: Factor de escala de Weibull en la altura del buje de referencia en este punto.

source: Weibull shape factor at this point.
es: Factor de forma de Weibull en este punto.

source: Predicted energy harvested from a wind farm centered on this point.
es: Energía prevista cosechada de un parque eólico centrado en este punto.

source: Table of Weibull parameters for each wind data point.
es: Tabla de parámetros de Weibull para cada punto de datos de viento.

source: wind data points
es: puntos de datos del viento

source: Map of the area(s) of interest over which to run the model and aggregate valuation results. Required if Run Valuation is selected and the Grid Connection Points table is provided.
es: Mapa de la(s) zona(s) de interés sobre la(s) cual(es) se ejecuta el modelo y se agregan los resultados de la valoración. Se requiere si se selecciona la opción de ejecutar valoración y se proporciona la tabla de Puntos de conexión a la cuadrícula.

source: Map of the coastlines of landmasses in the area of interest. Required if the Minimum Distance and Maximum Distance inputs are provided.
es: Mapa de las líneas de costa de las masas de tierra en el área de interés. Se requiere si se proporcionan los inputs de Distancia mínima y Distancia máxima.

source: land polygon
es: polígono de tierra

source: Standard atmosphere air density.
es: Densidad del aire de la atmósfera estándar.

source: Exponent to use in the power curve function.
es: Exponente a utilizar en la función de la curva de potencia.

source: Cost to decommission a turbine as a proportion of the total upfront costs (cables, foundations, installation?)
es: Costo de desmantelamiento de una turbina en proporción a los costos iniciales totales (cables, cimientos, instalación...)

source: The operations and maintenance costs as a proportion of capex_arr
es: Los costes de operación y mantenimiento como proporción del capex_arr

source: The miscellaneous costs as a proportion of capex_arr
es: Los gastos misceláneos como proporción de capex_arr

source: The installation costs as a proportion of capex_arr
es: Los costes de instalación como proporción del capex_arr

source: The length of infield cable.
es: La longitud del cableado interior.

source: The cost of infield cable.
es: El costo del cableado interior.

source: Cost of AC cable that scales with capacity.
es: Costo del cable de corriente alterna que se adapta a la capacidad.

source: Cost of DC cable that scales with capacity.
es: Costo del cable de corriente continua que se adapta a la capacidad.

source: Cost of AC cable that scales with length.
es: Costo del cable de corriente alterna que aumenta con la longitud.

source: Cost of DC cable that scales with length.
es: Costo del cable de corriente continua que aumenta con la longitud.

source: The threshold above which a wind farm’s distance from the grid requires a switch from AC to DC power to overcome line losses which reduce the amount of energy delivered
es: El umbral a partir del cual la distancia de un parque eólico a la red requiere un cambio de CA a CC para superar las pérdidas de la línea que reducen la cantidad de energía suministrada

source: The expected lifetime of the facility
es: La vida útil prevista de la instalación
