Repository: natcap/schistosomiasis-invest
Catalog: src/natcap/invest/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: baseline land cover
es: cobertura terrestre de línea de base

source: Name of the threat. Each threat name must have a corresponding column in the Sensitivity table.
es: Nombre de la amenaza. Cada nombre de amenaza debe tener una columna correspondiente en la tabla de sensibilidad.

source: The maximum distance over which each threat affects habitat quality. The impact of each degradation source will decline to zero at this maximum distance. This value must be greater than or equal to the pixel size of your LULC raster(s).
es: La distancia máxima a la que cada amenaza afecta a la calidad del hábitat. El impacto de cada fuente de degradación se reducirá a cero en esta distancia máxima. Este valor debe ser mayor o igual que el tamaño del píxel de lo(s) ráster(s) LULC.

source: The impact of each threat on habitat quality, relative to other threats.
es: El impacto de cada amenaza en la calidad del hábitat, en relación con otras amenazas.

source: Effects of the threat decay linearly with distance from the threat.
es: Los efectos de la amenaza decaen linealmente con la distancia a la amenaza.

source: Effects of the threat decay exponentially with distance from the threat.
es: Los efectos de la amenaza decaen exponencialmente con la distancia a esta.

source: The type of decay over space for each threat.
es: El tipo de decaimiento a lo largo del espacio para cada amenaza.

source: Path to a raster of the threat's distribution in the current scenario. Each pixel value in this raster is the relative intensity of the threat at that location, with values between 0 and 1.
es: Mapa de la distribución de la amenaza en el escenario actual. El valor de cada píxel es la intensidad relativa de la amenaza en ese lugar.

source: Path to a raster of the threat's distribution in a future scenario. Each pixel value in this raster is the relative intensity of the threat at that location, with values between 0 and 1.
es: Mapa de la distribución de la amenaza en el escenario actual. El valor de cada píxel es la intensidad relativa de la amenaza en ese lugar.

source: Table mapping each threat of interest to its properties and distribution maps. Paths are relative to the threats table path.
es: Tabla que relaciona cada amenaza de interés con sus propiedades y mapas de distribución. Las rutas son relativas a la ruta de la tabla de amenazas.

source: threats table
es: tabla de amenazas

source: The region's relative accessibility to threats, where 0 represents completely inaccessible and 1 represents completely accessible.
es: La accesibilidad relativa de la región a las amenazas, en la que 0 representa que es completamente inaccesible y 1 que es completamente accesible.

source: Map of the relative protection that legal, institutional, social, and physical barriers provide against threats. Any cells not covered by a polygon will be set to 1.
es: Mapa de la protección relativa que ofrecen las barreras legales, institucionales, sociales y físicas contra las amenazas. Las celdas que no estén cubiertas por un polígono se establecerán en 1.

source: accessibility to threats
es: accesibilidad a las amenazas

source: Suitability of this LULC class as habitat, where 0 is not suitable and 1 is completely suitable.
es: Aptitud de esta clase de LULC como hábitat, donde 0 es no apto y 1 es completamente apto.

source: Table mapping each LULC class to data about the species' habitat preference and threat sensitivity in areas with that LULC.
es: Tabla que relaciona cada clase de LULC con los datos sobre la preferencia de hábitat de la especie y la sensibilidad a las amenazas en zonas con ese LULC.

source: sensitivity table
es: tabla de sensibilidad

source: Half-saturation constant used in the degradation equation.
es: Constante de semisaturación utilizada en la ecuación de degradación.

source: half-saturation constant
es: constante de semisaturación

source: habitat stressor table
es: tabla de factores de estrés del hábitat

source: A table describing each habitat and stressor.
es: Una tabla que describe cada hábitat y factor de estrés.

source: Pixel values are 1, indicating presence of the habitat/stressor, or 0 indicating absence. Any values besides 0 or 1 will be treated as 0.
es: Los valores de los píxeles son 1, que indica la presencia del hábitat/estrés, o 0, que indica la ausencia. Cualquier valor que no sea 0 o 1 se tratará como 0.

source: Map of where the habitat or stressor exists. For rasters, a pixel value of 1 indicates presence of the habitat or stressor. 0 (or any other value) indicates absence of the habitat or stressor. For vectors, a polygon indicates an area where the habitat or stressor is present.
es: Mapa de dónde existe el hábitat o el factor de estrés. En el caso de los rásters, un valor de píxel de 1 indica la presencia del hábitat o del factor de estrés. 0 (o cualquier otro valor) indica la ausencia del hábitat o del factor de estrés. En el caso de los vectores, un polígono indica un área en la que está presente el hábitat o el factor de estrés.

source: habitat
es: hábitat

source: stressor
es: factor de estrés

source: Whether this row is for a habitat or a stressor.
es: Si esta fila es para un hábitat o un factor de estrés.

source: The desired buffer distance used to expand a given stressor’s influence or footprint. This should be left blank for habitats, but must be filled in for stressors. Enter 0 if no buffering is desired for a given stressor. The model will round down this buffer distance to the nearest cell unit. e.g., a buffer distance of 600m will buffer a stressor’s footprint by two grid cells if the resolution of analysis is 250m.
es: La distancia de amortiguamiento deseada para ampliar la influencia o la huella de un factor de estrés determinado. Debe dejarse en blanco para los hábitats, pero debe rellenarse para los factores de estrés. Introduzca 0 si no se desea ningún amortiguamiento para un factor determinado. El modelo redondeará hacia abajo esta distancia de amortiguación a la unidad de celda más cercana. Por ejemplo, una distancia de amortiguación de 600m amortiguará la huella de un factor de estrés en dos celdas de la cuadrícula si la resolución del análisis es de 250m.

source: criteria scores table
es: tabla de calificaciones de los criterios

source: A table of criteria scores for all habitats and stressors.
es: Una tabla de calificaciones de criterios para todos los hábitats y factores de estrés.

source: resolution of analysis
es: resolución del análisis

source: The resolution at which to run the analysis. The model outputs will have this resolution.
es: La resolución con la que se ejecuta el análisis. Los resultados del modelo tendrán esta resolución.

source: maximum criteria score
es: calificación máxima de los criterios

source: The highest possible criteria score in the scoring system.
es: La mayor calificación posible de los criterios en el sistema de calificación.

source: risk equation
es: ecuación de riesgo

source: The equation to use to calculate risk from exposure and consequence.
es: La ecuación que se debe utilizar para calcular el riesgo a partir de la exposición y las consecuencias.

source: Multiplicative
es: Multiplicativo

source: Euclidean
es: Euclidiano

source: decay equation
es: ecuación de decaimiento

source: The equation to model effects of stressors in buffer areas.
es: La ecuación para modelizar los efectos de los factores de estrés en las zonas de amortiguamiento.

source: None
es: Ninguno

source: No decay. Stressor has full effect in the buffer area.
es: No hay decaimiento. El factor tiene pleno efecto en la zona de amortiguación.

source: Linear
es: Lineal

source: Stressor effects in the buffer area decay linearly with distance from the stressor.
es: Los efectos del factor de estres en la zona de amortiguación decaen linealmente con la distancia al factor.

source: Exponential
es: Exponencial

source: Stressor effects in the buffer area decay exponentially with distance from the stressor.
es: Los efectos del factor en la zona de amortiguación decaen exponencialmente con la distancia al factor.

source: Uniquely identifies each feature. Required if the vector contains more than one feature.
es: Identifica de forma exclusiva cada característica. Se necesita si el vector contiene más de una característica.

source: A GDAL-supported vector file containing features representing one or more planning regions or subregions.
es: Un archivo vectorial compatible con GDAL que contiene características que representan una o más regiones o subregiones de planificación.

source: Number of Overlapping Stressors
es: Número de factores de estrés superpuestos

source: The number of overlapping stressors to consider as 'maximum' when reclassifying risk scores into high/medium/low. Affects the breaks between risk classifications.
es: El número de factores de estrés superpuestos a considerar como "máximo" al reclasificar las calificaciones de riesgo en alto/medio/bajo. Afecta a las rupturas entre las clasificaciones de riesgo.

source: Generate GeoJSONs
es: Generar GeoJSONs

source: Generate GeoJSON outputs for web visualization.
es: Generar resultados GeoJSON para la visualización web.

source: Annual Water Yield
es: Rendimiento anual de agua

source: Carbon Storage and Sequestration
es: Almacenamiento y secuestración de carbono

source: Coastal Blue Carbon
es: Carbono azul costero

source: Coastal Blue Carbon Preprocessor
es: Preprocesador de Carbono azul costero

source: Coastal Vulnerability
es: Vulnerabilidad costera

source: Crop Production: Percentile
es: Producción de cultivos: Percentil

source: Crop Production: Regression
es: Producción de cultivos: Regresión

source: Forest Carbon Edge Effect
es: Efecto de borde del carbono forestal

source: Habitat Quality
es: Calidad del hábitat

source: Habitat Risk Assessment
es: Evaluación del riesgo del hábitat

source: Nutrient Delivery Ratio
es: Proporción de suministro de nutrientes

source: Crop Pollination
es: Polinización de cultivos

source: Visitation: Recreation and Tourism
es: Visitación: Ocio y Turismo

source: Scenario Generator: Proximity Based
es: Generador de escenarios: Basado en la proximidad

source: Scenic Quality
es: Calidad paisajística

source: Sediment Delivery Ratio
es: Tasa de suministro de sedimentos

source: Seasonal Water Yield
es: Rendimiento hídrico estacional

source: Urban Stormwater Retention
es: Retención de aguas pluviales urbanas

source: Wave Energy Production
es: Producción de energía de las olas

source: Wind Energy Production
es: Producción de energía eólica

source: Urban Flood Risk Mitigation
es: Mitigación del riesgo de inundaciones urbanas

source: Urban Cooling
es: Enfriamiento urbano

source: Urban Nature Access
es: Acceso urbano a la naturaleza

source: Map of LULC codes. All values in this raster must have corresponding entries in the Biophysical Table.
es: Mapa de códigos LULC. Todos los valores de este ráster deben tener los inputs correspondientes en la Tabla Biofísica.

source: Unique name or identifier for each pollinator species or guild of interest.
es: Nombre o identificador único para cada especie o gremio de polinizadores de interés.

source: Utilization of the substrate by this species, where 1 indicates the nesting substrate is fully utilized and 0 indicates it is not utilized at all. Replace [SUBSTRATE] with substrate names matching those in the Biophysical Table, so that there is a column for each substrate.
es: Utilización del sustrato por parte de esta especie, donde 1 indica que el sustrato de anidación se utiliza completamente y 0 indica que no se utiliza en absoluto. Reemplace [SUSTRATO] con nombres de sustratos que coincidan con los de la Tabla Biofísica, de modo que haya una columna para cada sustrato.

source: Pollinator activity for this species/guild in each season. 1 indicates maximum activity for the species/guild, and 0 indicates no activity. Replace [SEASON] with season names matching those in the biophysical table, so that there is a column for each season.
es: Actividad de los polinizadores para esta especie o gremio en cada estación. el 1 indica la máxima actividad de la especie o gremio, y el 0 indica que no hay actividad. Sustituya [ESTACIÓN] por los nombres de las estaciones que coincidan con los de la tabla biofísica, de modo que haya una columna para cada estación.

source: Average distance that this species or guild travels to forage on flowers.
es: Distancia media que recorre esta especie o gremio para alimentarse de flores.

source: The proportion of total pollinator abundance that consists of this species/guild.
es: La proporción de la abundancia total de polinizadores que consiste en esta especie/gremio.

source: A table mapping each pollinator species or guild of interest to its pollination-related parameters.
es: Una tabla que mapea cada especie o gremio de polinizadores de interés con sus parámetros relacionados con la polinización.

source: Guild Table
es: Tabla de gremios

source: Index of availability of the given substrate in this LULC class. Replace [SUBSTRATE] with substrate names matching those in the Guild Table, so that there is a column for each substrate.
es: Índice de disponibilidad del sustrato dado en esta clase LULC. Sustituir [SUSTRATO] por los nombres de los sustratos que coincidan con los de la tabla de gremios, de modo que haya una columna para cada sustrato.

source: Abundance of flowers during the given season in this LULC class. This is the proportion of land area covered by flowers, multiplied by the proportion of the season for which there is that coverage. Replace [SEASON] with season names matching those in the Guild Table, so that there is a column for each season.
es: Abundancia de flores durante la estación dada en esta clase de LULC. Se trata de la proporción de superficie cubierta por flores, multiplicada por la proporción de la estación para la que existe esa cobertura. Sustituya [ESTACIÓN] por los nombres de las estaciones que coincidan con los de la tabla de gremios, de modo que haya una columna para cada estación.

source: A table mapping each LULC class to nesting availability and floral abundance data for each substrate and season in that LULC class. All values in the LULC raster must have corresponding entries in this table.
es: Una tabla que relacione cada clase de LULC con los datos de disponibilidad de nidos y abundancia de flores para cada sustrato y estación en esa clase de LULC. Todos los valores de la trama LULC deben tener sus correspondientes inputs en esta tabla.

source: Name of the crop grown on each polygon, e.g. 'blueberries', 'almonds', etc.
es: Nombre del cultivo en cada poligono, por ejemplo 'arándanos', 'almendras', etc.

source: The half saturation coefficient for the crop grown in this area. This is the wild pollinator abundance (i.e. the proportion of all pollinators that are wild) needed to reach half of the total potential pollinator-dependent yield.
es: El coeficiente de media saturación para el cultivo que se produce en esta zona. Se trata de la abundancia de polinizadores silvestres (es decir, la proporción de todos los polinizadores que son silvestres) necesaria para alcanzar la mitad del rendimiento total potencial dependiente de los polinizadores.

source: The floral resources available at this farm for the given season. Replace [SEASON] with season names matching those in the Guild Table and Biophysical Table, so that there is one field for each season.
es: Los recursos florales disponibles en esta granja para la temporada dada. Sustituya [ESTACIÓN] por los nombres de las estaciones que coincidan con los de la Tabla de Gremios y la Tabla Biofísica, de modo que haya un campo para cada estación.

source: The nesting suitability for the given substrate at this farm. given substrate. Replace [SUBSTRATE] with substrate names matching those in the Guild Table and Biophysical Table, so that there is one field for each substrate.
es: La idoneidad de anidación para el sustrato dado en esta granja. sustrato dado. Sustituir [SUSTRATO] por los nombres de los sustratos que coincidan con los de la tabla de gremios y la tabla biofísica, de modo que haya un campo para cada sustrato.

source: The proportion of crop dependent on pollinators.
es: La proporción de cultivos que dependen de los polinizadores.

source: The proportion of pollination required on the farm that is provided by managed pollinators.
es: La proporción de la polinización necesaria en la finca que es proporcionada por los polinizadores gestionados.

source: Map of farm sites to be analyzed, with pollination data specific to each farm.
es: Mapa de los sitios de las fincas que se van a analizar, con los datos de polinización específicos de cada finca.

source: farms map
es: mapa de fincas

source: A copy of the input farm polygon vector file with additional fields
es: Una copia del archivo vectorial de polígonos de la finca de entrada con campos adicionales

source: Total pollinator abundance across all species per season, clipped to the geometry of the farm vector’s polygons.
es: Abundancia total de polinizadores de todas las especies por estación, recortada según la geometría de los polígonos del vector granja.

source: Abundance of pollinator SPECIES in season SEASON.
es: Abundancia de ESPECIES polinizadoras en la estación ESTACIÓN.

source: Index of pollinator SPECIES that could be on a pixel given its arbitrary abundance factor from the table, multiplied by the habitat suitability for that species at that pixel, multiplied by the available floral resources that a pollinator could fly to from that pixel.
es: El índice de ESPECIES de polinizadores que podrían estar en un píxel dado su arbitrario factor de abundancia de la tabla, multiplicado por lo apropiado del hábitat para esa especie en ese píxel, multiplicado por los recursos florares disponibles a los que un polinizador podría volar desde ese píxel.

source: Total pollinator yield index for pixels that overlap farms, including wild and managed pollinators.
es: El índice de producción total de un polinizador para píxeles que se traslapan con las fincas, incuyendo polinizadores silvestres y manejados.

source: Pollinator yield index for pixels that overlap farms, for wild pollinators only.
es: El índice de producción de un polinizador para píxeles que se traslapan con fincas, para polinizadores silvestres solamente.

source: Must be between 1 and {maximum}
es: Debe estar entre 1 y {maximum}

source: Index of the raster band to use, for multi-band rasters.
es: Índice de la banda del ráster que se va a utilizar, para los rásters multibanda.

source: band index
es: índice de bandas

source: All water on a pixel flows into the most downhill of its 8 surrounding pixels
es: Toda el agua de un píxel fluye hacia el más bajo de sus 8 píxeles circundantes

source: Flow off a pixel is modeled fractionally so that water is split among multiple downslope pixels
es: El flujo de un píxel se modeliza de forma fraccionada para que el agua se reparta entre varios píxeles pendiente abajo

source: The routing algorithm to use.
es: El algoritmo de enrutamiento a utilizar.

source: routing algorithm
es: algoritmo de enrutamiento

source: Calculate flow direction from the provided DEM.
es: Calcule la dirección del flujo a partir del MDE proporcionado.

source: calculate flow direction
es: cálcular la dirección del flujo

source: Calculate flow accumulation from the flow direction output.
es: Calcular la acumulación de flujo a partir de la salida de la dirección del flujo.

source: calculate flow accumulation
es: cálcular la acumulación de flujo

source: Calculate streams from the flow accumulation output.
es: Calcular los flujos a partir de la salida de la acumulación de flujos.

source: calculate streams
es: calcular ls corrientes

source: Required if Calculate Streams is selected.
es: Necesario si se selecciona la opción de calcular corrientes.

source: Calculate flow distance from each pixel to a stream as defined in the Calculate Streams output.
es: Calcule la distancia del flujo de cada píxel a una corriente como se define en el resultado de Calcular corrientes.

source: calculate distance to stream
es: calcular la distancia a la corriente

source: Calculate percent slope from the provided DEM.
es: Calcule el porcentaje de pendiente a partir del MDE proporcionado.

source: calculate slope
es: calcular la pendiente

source: Calculate the Strahler Stream order.
es: Calcular la distancia a la corriente.

source: calculate strahler stream orders (D8 only)
es: calcular órdenes de corriente de strahler (solo D8)

source: Determine subwatersheds from the stream order.
es: Determinar las subcuencas a partir del orden de las corrientes.

source: calculate subwatersheds (D8 only)
es: calcular las corrientes (solamente D8)

source: Base map from which to generate scenarios.
es: Mapa base a partir del cual se generan los escenarios.

source: base LULC map
es: mapa LULC base

source: The LULC code to which habitat will be converted.
es: El código LULC al que se convertirá el hábitat.

source: replacement landcover code
es: código de sustitución de la cubierta vegetal

source: Maximum area to be converted to agriculture.
es: Superficie máxima a convertir en agricultura.

source: maximum area to convert
es: superficie máxima a convertir

source: focal landcover codes
es: códigos focales de la cubierta vegetal

source: A space-separated list of LULC codes that can be converted to be converted to agriculture.
es: Una lista separada por espacios de los códigos LULC que pueden ser convertidos a la agricultura.

source: convertible landcover codes
es: códigos de la cubierta terrestre convertibles

source: The number of steps that the simulation should take to fragment the habitat of interest in the fragmentation scenario. This parameter is used to divide the conversion simulation into equal subareas of the requested max area. During each sub-step the distance transform is recalculated from the base landcover codes. This can affect the final result if the base types are also convertible types.
es: El número de pasos que debe dar la simulación para fragmentar el hábitat de interés en el escenario de fragmentación. Este parámetro se utiliza para dividir la simulación de conversión en subáreas iguales del área máxima solicitada. Durante cada subpaso, la transformación de la distancia se recalcula a partir de los códigos de la cobertura del suelo base. Esto puede afectar el resultado final si los tipos base son también tipos convertibles.

source: number of conversion steps
es: número de pasos de conversión

source: Area over which to run the conversion. Provide this input if change is only desired in a subregion of the Base LULC map.
es: Área sobre la que se va a realizar la conversión. Proporcione este input si solo desea un cambio en una subregión del mapa LULC base.

source: Convert the 'convertible' landcover codes starting at the furthest pixel from the 'focal' land cover areas and working inwards.
es: Convierta los códigos de cobertura del suelo "convertibles" empezando por el píxel más alejado de las zonas de cobertura del suelo "focales" y trabajando hacia el interior.

source: convert farthest from edge
es: convertir más lejos del borde

source: Convert the 'convertible' landcover codes starting at the nearest pixels to the 'focal' land cover areas and working outwards.
es: Convierta los códigos de la cubierta terrestre "convertible" empezando por los píxeles más cercanos a las zonas de la cubierta terrestre "focal" y trabajando hacia fuera.

source: convert nearest to edge
es: convertir lo más cercano al borde

source: Map of the nearest-to-edge conversion scenario.
es: Mapa del escenario de conversión más cercano al borde.
